[
  {
    "speaker": "﻿Felix",
    "text_local": "Today I’m joined by Emily and Nathan from Healthish. Healthish sells health based products that help you live a Healthish lifestyle. It started 2016 and is a seven figure business. Welcome Emily and Nathan.\r",
    "translation": "Aujourd'hui, je suis accompagné d'Emily et Nathan de Healthish. Healthish vend des produits de santé qui vous aident à vivre un style de vie sain. Il a commencé 2016 et est une entreprise à sept chiffres. Bienvenue Emily et Nathan.\r"
  },
  {
    "speaker": "Emily",
    "text_local": "Thanks Felix. Thanks so much for having us.\r",
    "translation": "Merci Felix. Merci beaucoup de nous accueillir.\r"
  },
  {
    "speaker": "Nathan",
    "text_local": "Thanks so much for having us.\r",
    "translation": "Merci beaucoup de nous accueillir.\r"
  },
  {
    "speaker": "Felix",
    "text_local": "So the story started with, I think it was you Emily that wanted to start an online physical product business and you had a few ideas. Is that how the inspiration struck you?\r",
    "translation": "L'histoire a donc commencé avec, je pense que c'est vous Emily qui vouliez démarrer une entreprise de produits physiques en ligne et vous aviez quelques idées. Est-ce ainsi que l'inspiration vous a frappé?\r"
  },
  {
    "speaker": "Emily",
    "text_local": "Yeah. So, I have a background in accounting. I had just quit my job, my corporate job, and, just, I spent six months after that just completely in denial about not knowing what I was going to do next. I just really didn't want to go back to the corporate life. So, after seeing Nathan working on his own business, I was really inspired to start up something of my own. So he encouraged me to start an online business with a physical product and that with Healthish. So I did the starting style course, taught by Gretta van Riel. So she was one of the winners of the Shopify build your business award a few years ago. So she's a really expert in this field. So, it was really helpful because, just to get the business up and running because I know it can be overwhelming and daunting to begin with.\r",
    "translation": "Ouais. Donc, j'ai une formation en comptabilité. Je venais de quitter mon travail, mon travail en entreprise, et, juste, j'ai passé six mois après cela, complètement dans le déni de ne pas savoir ce que j'allais faire ensuite. Je ne voulais vraiment pas revenir à la vie d'entreprise. Donc, après avoir vu Nathan travailler sur sa propre entreprise, j'ai été vraiment inspiré pour démarrer quelque chose de ma propre. Il m'a donc encouragé à démarrer une entreprise en ligne avec un produit physique et cela avec Healthish. J'ai donc suivi le cours de style de départ, enseigné par Gretta van Riel. Elle était donc l'une des gagnantes du prix Shopify Construisez votre entreprise il y a quelques années. Elle est donc vraiment experte dans ce domaine. Donc, cela a été vraiment utile parce que, juste pour démarrer l'entreprise parce que je sais que cela peut être accablant et intimidant au début.\r"
  },
  {
    "speaker": "Felix",
    "text_local": "So for someone that is starting from scratch, like you, or that like you did, that might be listening out there, what were some of the most important and critical skills that you felt like had the most impact early on when you were starting your business?\r",
    "translation": "Donc, pour quelqu'un qui part de zéro, comme vous, ou qui comme vous l'avez fait, qui pourrait être à l'écoute, quelles étaient certaines des compétences les plus importantes et les plus critiques qui vous semblaient avoir eu le plus d'impact dès le début de votre Entreprise?\r"
  },
  {
    "speaker": "Emily",
    "text_local": "So for me it was just mainly like persevering with the idea and also just always being on top of the steps on how to manufacture a product and I don't know what that is the question, but-\r",
    "translation": "Donc, pour moi, c'était principalement comme persévérer avec l'idée et aussi être toujours au courant des étapes de fabrication d'un produit et je ne sais pas quelle est la question, mais-\r"
  },
  {
    "speaker": "Felix",
    "text_local": "And basically, so you obviously wanted to start an online business, a physical product business, and decided on a couple ideas. First, we gave a quick introduction for the both of you, but tell us about the flagship product that you guys have.\r",
    "translation": "Et fondamentalement, vous vouliez évidemment démarrer une entreprise en ligne, une entreprise de produits physiques, et vous avez décidé de quelques idées. Tout d'abord, nous avons donné une brève introduction pour vous deux, mais parlez-nous du produit phare que vous possédez.\r"
  },
  {
    "speaker": "Nathan",
    "text_local": "So the flagship product is a time marked water bottle. So one thing that Emily found was that a lot of people can't keep up with their daily hydration levels. And there wasn't really a physical product or a bottle that looked great that allowed you to do that. So on one half of the bottle, it has the first half of the day. And then the second half of the bottle, it has the other half of the day. They say you should drink two liters of water a day. So if you fill it up two times and follow the time indicators on the bottle, you can actually get your daily intake of two liters of water a day. So that's the flagship product.\r",
    "translation": "Le produit phare est donc une bouteille d'eau marquée par le temps. Une chose qu'Emily a donc trouvée, c'est que beaucoup de gens ne peuvent pas suivre leur niveau d'hydratation quotidien. Et il n'y avait pas vraiment de produit physique ou de bouteille qui avait fière allure qui vous permettait de le faire. Donc sur une moitié de la bouteille, il y a la première moitié de la journée. Et puis la seconde moitié de la bouteille, elle a l'autre moitié de la journée. Ils disent que vous devriez boire deux litres d'eau par jour. Donc, si vous le remplissez deux fois et que vous suivez les indicateurs de temps sur la bouteille, vous pouvez réellement obtenir votre consommation quotidienne de deux litres d'eau par jour. Voilà donc le produit phare.\r"
  },
  {
    "speaker": "Felix",
    "text_local": "It definitely took a look at the website and the product and is certainly ingenious. I think that it makes a lot of sense. But it sounded like you also had other ideas. Are you willing to share with some of these other ideas are and why this one particular made the cut?\r",
    "translation": "Il a certainement jeté un coup d'œil au site Web et au produit et est certainement ingénieux. Je pense que cela a beaucoup de sens. Mais il semblait que vous aviez également d'autres idées. Êtes-vous prêt à partager avec certaines de ces autres idées et pourquoi celui-ci a fait la coupe?\r"
  },
  {
    "speaker": "Emily",
    "text_local": "Yeah, of course. It's a bit embarrassing, but I came up with makeup brush ideas, like a holder, iPhone accessories. I'm trying to think what else. I wrote a list of 50 product daily ideas. I can't remember them off the top of my head, but those were the ones that I was most interested in. I decided on the bottle just because, it was low costs to produce. Just easy to manufacture. So I think that was one of the main reasons we started it. Also the fact that I'm always dehydrated, so-\r",
    "translation": "Ouais, bien sûr. C'est un peu gênant, mais j'ai trouvé des idées de pinceaux de maquillage, comme un support, des accessoires iPhone. J'essaye de penser quoi d'autre. J'ai écrit une liste de 50 idées de produits par jour. Je ne me souviens pas d'eux du haut de ma tête, mais ce sont ceux qui m'intéressaient le plus. J'ai choisi la bouteille simplement parce que c'était peu coûteux à produire. Simplement facile à fabriquer. Je pense donc que c'était l'une des principales raisons pour lesquelles nous l'avons lancé. Aussi le fait que je sois toujours déshydraté, donc-\r"
  },
  {
    "speaker": "Felix",
    "text_local": "Solve your own problem.\r",
    "translation": "Résolvez votre propre problème.\r"
  },
  {
    "speaker": "Emily",
    "text_local": "... I can practice what I preach.\r",
    "translation": "... Je peux pratiquer ce que je prêche.\r"
  },
  {
    "speaker": "Felix",
    "text_local": "So what was your process for like ideation? Because I think a lot of listeners out there might also have the same desire as you were. They want to start online business, a physical product business, but they have a lot of ideas that they've tossed around in their head and are maybe wanting to sit down and really create that master list to work off of. What is your recommendation to people out there that are stuck on choosing an idea? I just want to create like a hit list of top choices that they might want to work off of.\r",
    "translation": "Alors, quel a été votre processus d'idéation similaire? Parce que je pense que beaucoup d'auditeurs peuvent aussi avoir le même désir que vous. Ils veulent démarrer une entreprise en ligne, une entreprise de produits physiques, mais ils ont beaucoup d'idées qu'ils ont jetées dans la tête et veulent peut-être s'asseoir et vraiment créer cette liste maîtresse sur laquelle travailler. Quelle est votre recommandation aux personnes qui ne sont pas en mesure de choisir une idée? Je veux juste créer une liste des meilleurs choix sur lesquels ils pourraient vouloir travailler.\r"
  },
  {
    "speaker": "Emily",
    "text_local": "So I don't know whether Nathan wants to talk about. There's this rule called the golden trifecta rule in, the start and stay of a scale course.\r",
    "translation": "Donc je ne sais pas si Nathan veut en parler. Il y a cette règle appelée la règle du trifecta d'or dans, le début et le séjour d'un cours d'échelle.\r"
  },
  {
    "speaker": "Nathan",
    "text_local": "Maybe I'll jump in, Felix. So I have another company, it's called Founder, and we produce all sorts of content around entrepreneurship. And we also do online courses and we have at least 20 plus courses and one of them is taught by one of my friends and she's really successful at e-commerce and she's the person who won Shopify build a business. So one thing that she taught Emily when it comes to finding ideas is, you need to find what Emily said is the golden trifecta, where you need to find a product that's lightweight. So it's easy to ship and the cost of shipping is low. It has high perceived value and it's relatively cost affordable to produce and it's trending. So what Emily did was like, she worked through like at least 20 to 50 ideas and you just got to be just really realistic on if you think that idea can really do well. One thing that I think was really important when choosing the list of ideas for me personally, not only does it have to be easy to ship and lightweight, and it costs affordable  to produce with a high perceived value, but it has to be a trending product because, look, I think, if you want to create a successful physical product business, one thing that's really, really important from my perspective in the business to consumer space is, being able to move the product and sell it online and that's where Instagram comes into play. So it's a very, very visual product. And we had an idea that, a lot of people spend money on things like drink bottles and they're prepared to spend more money than just like... they don't see it as a, I guess you could say everyday product. People are prepared to spend a premium amount, like pay a premium price for a fashionable product or a product that looks great. So that's why I thought that it was a really good product. So I think you need to really focus on, what looks visually good because I think being able to sell on Instagram has been a really big game changer for us as well. And it follows what I said, like the golden trifecta.\r",
    "translation": "Je vais peut-être intervenir, Felix. J'ai donc une autre entreprise, qui s'appelle Founder, et nous produisons toutes sortes de contenus autour de l'entrepreneuriat. Et nous proposons également des cours en ligne et nous avons au moins 20 cours et plus, l'un d'entre eux étant enseigné par un de mes amis et elle a vraiment du succès dans le commerce électronique et c'est elle qui a gagné Shopify pour créer une entreprise. Donc, une chose qu'elle a enseignée à Emily quand il s'agit de trouver des idées est que vous devez trouver ce qu'Emily a dit être le trio d'or, où vous devez trouver un produit léger. Il est donc facile à expédier et le coût d'expédition est faible. Il a une valeur perçue élevée, son coût de production est relativement abordable et il est tendance. Donc, ce qu'Emily a fait, c'est qu'elle a travaillé sur au moins 20 à 50 idées et vous devez simplement être vraiment réaliste si vous pensez que cette idée peut vraiment bien fonctionner. Une chose que je pense était vraiment importante lors du choix de la liste d'idées pour moi personnellement, non seulement elle doit être facile à expédier et légère, et elle coûte abordable à produire avec une valeur perçue élevée, mais cela doit être une tendance. produit parce que, regardez, je pense, si vous voulez créer une entreprise de produits physiques réussie, une chose qui est vraiment, vraiment importante de mon point de vue dans l'espace de l'entreprise vers le consommateur est de pouvoir déplacer le produit et le vendre en ligne et c'est là que Instagram entre en jeu. C'est donc un produit très, très visuel. Et nous avons eu l'idée que beaucoup de gens dépensent de l'argent pour des choses comme des bouteilles de boissons et ils sont prêts à dépenser plus d'argent que simplement ... ils ne le voient pas comme un, je suppose que vous pourriez dire un produit quotidien. Les gens sont prêts à dépenser un montant élevé, comme payer un prix élevé pour un produit à la mode ou un produit qui a fière allure. C'est pourquoi j'ai pensé que c'était un très bon produit. Je pense donc que vous devez vraiment vous concentrer sur ce qui est visuellement bon, car je pense que pouvoir vendre sur Instagram a également changé la donne. Et cela suit ce que j'ai dit, comme le trifecta d'or.\r"
  },
  {
    "speaker": "Felix",
    "text_local": "Got it. So the golden trifecta lightweight, which means easy to ship, high perceived value and cost affordable to produce, and then sound like you guys had laid another one on top, which is there should be a trending product. So I want to talk about the high perceived value. How do you evaluate that when you are looking at your list of ideas? How do you evaluate whether product has high perceived value or not?\r",
    "translation": "Je l'ai. Donc, le trio doré est léger, ce qui signifie facile à expédier, valeur perçue élevée et coût abordable à produire, et vous donnez l'impression que vous en aviez posé un autre, ce qui devrait être un produit tendance. Je veux donc parler de la valeur perçue élevée. Comment évaluez-vous cela lorsque vous regardez votre liste d'idées? Comment évaluez-vous si le produit a une valeur perçue élevée ou non?\r"
  },
  {
    "speaker": "Nathan",
    "text_local": "Well, I think one thing that's really, really important is doing your customer research on what people are buying or what your competitors are buying. So we know that there's other companies out there that are making a lot of money selling water bottles. And I knew that if we made the design really, really good, which I think it is, and maybe, like in something we're often complemented by with the Healthish water bottle, that the value perception would be higher. So I think that's a really good thing for people to take away is making sure you spend a lot of money. Let me say that again. Sorry. I think that's a really good thing for people to take away is like taking the time to make sure your product design is really good because that really ramps up the perceived value. And so, Emily.\r",
    "translation": "Eh bien, je pense qu'une chose qui est vraiment, vraiment importante est de faire vos recherches clients sur ce que les gens achètent ou ce que vos concurrents achètent. Nous savons donc qu'il existe d'autres entreprises qui gagnent beaucoup d'argent en vendant des bouteilles d'eau. Et je savais que si nous rendions le design vraiment, vraiment bon, ce que je pense que c'est, et peut-être, comme dans quelque chose qui nous complète souvent avec la bouteille d'eau Healthish, que la perception de la valeur serait plus élevée. Je pense donc que c'est une très bonne chose que les gens retiennent, c'est de s'assurer que vous dépensez beaucoup d'argent. Laissez-moi le répéter. Désolé. Je pense que c'est une très bonne chose que les gens retiennent, c'est comme prendre le temps de s'assurer que la conception de votre produit est vraiment bonne, car cela augmente vraiment la valeur perçue. Et donc, Emily.\r"
  },
  {
    "speaker": "Emily",
    "text_local": "So I think one of our selling points that differentiates us between all the other competitors of water bottle brands, is that we have the time indicators. So people are willing to pay more for that as well.\r",
    "translation": "Je pense donc que l'un de nos arguments de vente qui nous différencie de tous les autres concurrents des marques de bouteilles d'eau, c'est que nous avons les indicateurs de temps. Les gens sont donc prêts à payer plus pour cela également.\r"
  },
  {
    "speaker": "Felix",
    "text_local": "So the product design you mentioned like the markers on the water bottle and private things like packaging, all of that goes into product design. What was that process like? How did you make sure that you had a product that was visually stunning, visually attractive, so that which we'll get into in a bit about how important that is in a much more visual world, like the world of Instagram? So tell us more about that process of designing the product itself.\r",
    "translation": "Donc, la conception du produit que vous avez mentionnée, comme les marqueurs sur la bouteille d'eau et des choses privées comme l'emballage, tout cela entre dans la conception du produit. Comment était ce processus? Comment vous êtes-vous assuré que vous disposiez d'un produit visuellement époustouflant, visuellement attrayant, de sorte que nous aborderons un peu plus à quel point cela est important dans un monde beaucoup plus visuel, comme le monde d'Instagram? Alors dites-nous en plus sur ce processus de conception du produit lui-même.\r"
  },
  {
    "speaker": "Emily",
    "text_local": "Yep. So I worked closely with a graphic designer. At first, I was cheap and did it myself, and then with Nathan's critical feedback, he said that I know we need to get someone else involved.\r",
    "translation": "Oui. J'ai donc travaillé en étroite collaboration avec un graphiste. Au début, j'étais bon marché et je l'ai fait moi-même, puis avec les commentaires critiques de Nathan, il a dit que je sais que nous devons impliquer quelqu'un d'autre.\r"
  },
  {
    "speaker": "Felix",
    "text_local": "That's a nice way to put it.\r",
    "translation": "C'est une belle façon de le dire.\r"
  },
  {
    "speaker": "Nathan",
    "text_local": "So, look, I think one thing when it comes to the product design from our experience is to find just a really, really great designer and be prepared to spend, that few thousand dollars extra just to make the product awesome. So, that's one thing that has been a real game changer for us because there's a lot of drink bottles or water bottles out there, but we've been able to make one that looks like absolutely awesome. Really have high perceived value and in turn, it's become a product of choice.\r",
    "translation": "Donc, regardez, je pense qu'une chose en ce qui concerne la conception du produit d'après notre expérience est de trouver juste un très, très bon designer et d'être prêt à dépenser, ces quelques milliers de dollars de plus juste pour rendre le produit génial. C'est donc une chose qui a vraiment changé la donne pour nous, car il y a beaucoup de bouteilles de boissons ou d'eau, mais nous avons pu en créer une qui semble absolument géniale. Ont vraiment une valeur perçue élevée et à son tour, c'est devenu un produit de choix.\r"
  },
  {
    "speaker": "Felix",
    "text_local": "So let's talk about finding a great designer. Where did you look to find your designer?\r",
    "translation": "Alors parlons de trouver un grand designer. Où avez-vous cherché votre designer?\r"
  },
  {
    "speaker": "Nathan",
    "text_local": "So this was actually a mutual friend that's helped me with my other company. So I was fortunate. He was, ex head of design at 99designs. However, you don't have to know anybody. From my experience, the best place to find incredible designers is using a website called Dribbble or behance.net. So these are like online resumes for graphic designers. So what designers do is they put their best work that they're most proud of on Dribbble or be behance.net and you can run searches for all sorts of things. And you can manually reach out to these designers and that's the best place to find incredible designers, and some at a really cost affordable rate.\r",
    "translation": "C'était donc en fait un ami commun qui m'a aidé avec mon autre entreprise. J'ai donc eu de la chance. Il était, ancien responsable du design chez 99designs. Cependant, vous ne devez connaître personne. D'après mon expérience, le meilleur endroit pour trouver des designers incroyables est d'utiliser un site Web appelé Dribbble ou behance.net. Ce sont donc comme des CV en ligne pour les graphistes. Donc, ce que font les designers, c'est qu'ils mettent leur meilleur travail dont ils sont le plus fiers sur Dribbble ou behance.net et vous pouvez lancer des recherches pour toutes sortes de choses. Et vous pouvez contacter manuellement ces designers et c'est le meilleur endroit pour trouver des designers incroyables, et certains à un prix vraiment abordable.\r"
  },
  {
    "speaker": "Felix",
    "text_local": "If you're listening out there and I think a lot of people are where you don't feel like you have a design mind, you can't really tell for sure if the masses will appreciate the designs are you personally like. When you're out there looking for designer on Dribbble or Behance, how do you identify what is a good designer or a poor designer, if your goal is to create a product that is visually stunning to your target market?\r",
    "translation": "Si vous écoutez là-bas et que je pense que beaucoup de gens sont là où vous n'avez pas l'impression d'avoir un esprit de design, vous ne pouvez pas vraiment dire avec certitude si les masses apprécieront les designs que vous aimez personnellement. Lorsque vous recherchez un designer sur Dribbble ou Behance, comment identifiez-vous ce qu'est un bon designer ou un mauvais designer, si votre objectif est de créer un produit visuellement étonnant pour votre marché cible?\r"
  },
  {
    "speaker": "Nathan",
    "text_local": "Well look, I think, one thing that's design or something that looks good is an opinion of like, it's very personal. But I think one thing that's really important, and this is something we should mention actually, Emily, was when we got the design mock-ups done, we both loved the design, but we actually asked other people. And I think that's really, really important getting the samples or not even getting the samples, getting the photos or the images of the mock-ups and showing people and actually asking for open, honest feedback, even if you don't know the person or ask randoms or friends of friends or putting on your personal Facebook page, getting as much honest feedback as possible. That's very important.\r",
    "translation": "Eh bien, regardez, je pense, une chose qui est du design ou quelque chose qui a l'air bien est une opinion du genre, c'est très personnel. Mais je pense qu'une chose qui est vraiment importante, et c'est quelque chose que nous devrions mentionner en fait, Emily, c'est que lorsque nous avons fait les maquettes de conception, nous avons tous les deux adoré le design, mais nous avons en fait demandé à d'autres personnes. Et je pense que c'est vraiment très important d'obtenir les échantillons ou même de ne pas obtenir les échantillons, d'obtenir les photos ou les images des maquettes et de montrer aux gens et de demander réellement des commentaires ouverts et honnêtes, même si vous ne connaissez pas la personne. ou demandez à des amis ou à des amis d'amis ou mettez sur votre page Facebook personnelle, en obtenant autant de commentaires honnêtes que possible. C'est très important.\r"
  },
  {
    "speaker": "Emily",
    "text_local": "Because if I asked you it would be a biased opinion. So, I don't like to admit this, but I used to be an Instagram influencer. So, I had my audience provide feedback on whether they liked the idea of whether they would buy the product and just like general feedback on the designs. So I was lucky, to have that audience to reach out to. But I joined all these health communities on Facebook groups, just to validate my idea as well. And then, I used the start and scale community, because I know that a lot of people are going through the same thing with starting an online business and finding their product as well. So that was really helpful.\r",
    "translation": "Parce que si je vous le demandais, ce serait une opinion biaisée. Donc, je n'aime pas l'admettre, mais j'étais un influenceur Instagram. Donc, j'ai demandé à mon public de me dire s'ils aimaient l'idée d'acheter le produit et tout simplement des commentaires généraux sur les conceptions. J'ai donc eu la chance de pouvoir toucher ce public. Mais j'ai rejoint toutes ces communautés de santé sur des groupes Facebook, juste pour valider mon idée aussi. Et puis, j'ai utilisé la communauté start and scale, car je sais que beaucoup de gens vivent la même chose avec le démarrage d'une entreprise en ligne et la recherche de leur produit. Cela a donc été vraiment utile.\r"
  },
  {
    "speaker": "Felix",
    "text_local": "So I think you mentioned that you did have to headstart by being Instagram influencer, but if you are not Instagram influencer out there, you're still saying that you can go into these communities and still get the feedback you needed. Now, do you remember what feedback you got and what changes did that lead to?\r",
    "translation": "Je pense donc que vous avez mentionné que vous deviez commencer par être un influenceur Instagram, mais si vous n'êtes pas influenceur Instagram, vous dites toujours que vous pouvez entrer dans ces communautés et toujours obtenir les commentaires dont vous aviez besoin. Maintenant, vous souvenez-vous de vos commentaires et de quels changements cela a-t-il conduit?\r"
  },
  {
    "speaker": "Emily",
    "text_local": "Yep. So we had a few different colors of the bottle. So we had a black one and a white one and people would just lean more towards the cleaner, like white looking version. Some people said that it looks like a baby's bottle with all the time marking. Other people said it looked like vodka bottle.\r",
    "translation": "Oui. Nous avons donc eu quelques couleurs différentes de la bouteille. Nous en avions donc un noir et un blanc et les gens se pencheraient davantage vers la version plus propre, comme la version blanche. Certaines personnes ont dit que cela ressemble à un biberon avec tout le temps. D'autres personnes ont dit que cela ressemblait à une bouteille de vodka.\r"
  },
  {
    "speaker": "Nathan",
    "text_local": "With the frosted.\r",
    "translation": "Avec le givré.\r"
  },
  {
    "speaker": "Felix",
    "text_local": "Got it. So when you were putting these mock-ups or prototypes out there to get feedback, how do you ask for it in a way that is going to get you the honest feedback and not just, people being nice?\r",
    "translation": "Je l'ai. Alors, lorsque vous mettiez ces maquettes ou ces prototypes là-bas pour obtenir des commentaires, comment les demandez-vous de manière à obtenir des commentaires honnêtes et pas seulement, les gens sont gentils?\r"
  },
  {
    "speaker": "Nathan",
    "text_local": "Well look, I think in these Facebook groups and stuff like that, or if you're in a community of like-minded people, I think if you just put yourself out there and just openly ask for honest feedback, I think sometimes people are prepared to be pretty critical because, everyone has an opinion. And you just got to try and get it from as many sources as possible. So try random Facebook groups, try your own personal Facebook profile or Instagram profile. And then, just ask close friends or family, but really push them just to be honest with you.\r",
    "translation": "Eh bien regardez, je pense que dans ces groupes Facebook et des trucs comme ça, ou si vous êtes dans une communauté de personnes partageant les mêmes idées, je pense que si vous vous présentez et demandez ouvertement des commentaires honnêtes, je pense que parfois les gens le sont prêt à être assez critique parce que tout le monde a une opinion. Et vous devez simplement essayer de l'obtenir à partir du plus grand nombre de sources possible. Alors essayez des groupes Facebook aléatoires, essayez votre propre profil Facebook personnel ou votre profil Instagram. Et puis, demandez simplement à vos amis proches ou à votre famille, mais poussez-les vraiment pour être honnête avec vous.\r"
  },
  {
    "speaker": "And I think once you get all of that and then if you really want to push yourself, I would highly, highly recommend, but I know it can be something difficult if you do have a sample, you could just ask random people. I know, during the time of this recording, that might be a bit difficult because we're in all locked down. But, look, I think, I've heard stories of people doing that and they've had a lot of success.\r",
    "text_local": "And I think once you get all of that and then if you really want to push yourself, I would highly, highly recommend, but I know it can be something difficult if you do have a sample, you could just ask random people. I know, during the time of this recording, that might be a bit difficult because we're in all locked down. But, look, I think, I've heard stories of people doing that and they've had a lot of success.\r",
    "translation": "Et je pense qu'une fois que vous obtenez tout cela et que vous voulez vraiment vous pousser, je le recommande vivement, mais je sais que cela peut être quelque chose de difficile si vous avez un échantillon, vous pouvez simplement demander à des personnes aléatoires. Je sais, pendant le temps de cet enregistrement, cela pourrait être un peu difficile parce que nous sommes tous bloqués. Mais, écoutez, je pense, j'ai entendu des histoires de gens qui faisaient ça et ils ont eu beaucoup de succès.\r"
  },
  {
    "speaker": "Felix",
    "text_local": "Got it. Now when you are, once you get this feedback and you're ready to go back and make changes, when you're going back to working with the designer, either for the first time where to go back to get changes made or to provide the feedback that is, how do you work with the designer in a way that gives direction no based on where you want to go, but then also gives them that runway for them to do what you hired them for?\r",
    "translation": "Je l'ai. Maintenant, quand vous l'êtes, une fois que vous avez reçu ces commentaires et que vous êtes prêt à revenir en arrière et à apporter des modifications, lorsque vous retournez travailler avec le concepteur, soit pour la première fois, où revenir pour obtenir des modifications ou pour fournir la rétroaction c'est-à-dire, comment travaillez-vous avec le concepteur d'une manière qui ne donne aucune direction en fonction de l'endroit où vous voulez aller, mais lui donne également cette piste pour qu'il fasse ce pour quoi vous l'avez engagé?\r"
  },
  {
    "speaker": "Nathan",
    "text_local": "Look, from my experience, when it comes to working with designers, I think the best thing you can do is find somebody that you really, really love their portfolio of work. And if you really love their portfolio of work and they're really great designer, like a lot of the times what will happen is there actually won't be as much iteration or changes as necessary. So that's always been my thing is like, how do we find a really good designer, that has a lot of experience, that can quickly intuitively work out what you want, you show them examples.\r",
    "translation": "Ecoutez, d'après mon expérience, quand il s'agit de travailler avec des designers, je pense que la meilleure chose que vous puissiez faire est de trouver quelqu'un que vous aimez vraiment, vraiment son portfolio de travail. Et si vous aimez vraiment leur portefeuille de travail et qu'ils sont vraiment de bons designers, comme la plupart du temps, ce qui se passera, c'est qu'il n'y aura pas autant d'itérations ou de changements que nécessaire. Donc, ça a toujours été mon truc, c'est comment trouver un très bon designer, qui a beaucoup d'expérience, qui peut rapidement comprendre intuitivement ce que vous voulez, vous leur montrez des exemples.\r"
  },
  {
    "speaker": "And then the first version is hopefully around 70 to 80% there. So you're not butchering and going up and back and have like 15 different iterations, which I actually have experienced as well with designers that perhaps aren't up to the, I guess, skill set that I'd be looking for. So, I think it starts with the designer and their skill set. And if they're really solid, then you can get it to 70, 80%. And then coming from an iteration standpoint, it's like, I really like this part or I like that part or I like this part. But from my experience, designers are, good ones are really easy to work with and they get it almost there usually on the first time.\r",
    "text_local": "And then the first version is hopefully around 70 to 80% there. So you're not butchering and going up and back and have like 15 different iterations, which I actually have experienced as well with designers that perhaps aren't up to the, I guess, skill set that I'd be looking for. So, I think it starts with the designer and their skill set. And if they're really solid, then you can get it to 70, 80%. And then coming from an iteration standpoint, it's like, I really like this part or I like that part or I like this part. But from my experience, designers are, good ones are really easy to work with and they get it almost there usually on the first time.\r",
    "translation": "Et puis la première version est, espérons-le, aux alentours de 70 à 80%. Donc, vous n'êtes pas en train de massacrer et de monter et de revenir et d'avoir 15 itérations différentes, que j'ai également expérimentées avec des concepteurs qui ne sont peut-être pas à la hauteur, je suppose, des compétences que je rechercherais. Donc, je pense que cela commence par le concepteur et ses compétences. Et s'ils sont vraiment solides, vous pouvez les atteindre à 70, 80%. Et puis du point de vue de l'itération, c'est comme, j'aime vraiment cette partie ou j'aime cette partie ou j'aime cette partie. Mais d'après mon expérience, les designers le sont, les bons sont vraiment faciles à travailler et ils y parviennent presque généralement la première fois.\r"
  },
  {
    "speaker": "Felix",
    "text_local": "Got it. So the most critical part of working with the designer is to spend that upfront work, finding the right designer?\r",
    "translation": "Je l'ai. Donc, la partie la plus critique du travail avec le designer est de passer ce travail initial, à trouver le bon designer?\r"
  },
  {
    "speaker": "Nathan",
    "text_local": "Yeah. From my experience and then also, being prepared to spend a little bit of extra dollars, just because, great talent is not always cost affordable or really cheap, but you can find a great designer and get your product designed for a few thousand dollars. And we're not talking tens of thousands of dollars here, like only a few thousand dollars. But you've got to find a mixture of both where you're not paying that person like $100. You gotta be prepared to go, you know what, this person's really good. I want to really compensate them for their talents, but it'll make the process a hundred times easier. Because Emily, maybe you should... Like Emily's working on a couple of other products right now and working with a different designer, but this person's really good. The first mock-ups that she sent, like just amazing.\r",
    "translation": "Ouais. D'après mon expérience et ensuite aussi, être prêt à dépenser un peu d'argent supplémentaire, simplement parce qu'un grand talent n'est pas toujours abordable ou vraiment bon marché, mais vous pouvez trouver un grand designer et faire concevoir votre produit pour quelques milliers de dollars. Et nous ne parlons pas ici de dizaines de milliers de dollars, comme de quelques milliers de dollars seulement. Mais vous devez trouver un mélange des deux où vous ne payez pas cette personne comme 100 $. Tu dois être prêt à y aller, tu sais quoi, cette personne est vraiment bonne. Je veux vraiment les récompenser pour leurs talents, mais cela rendra le processus cent fois plus facile. Parce qu'Emily, tu devrais peut-être ... Comme Emily travaille sur quelques autres produits en ce moment et travaille avec un designer différent, mais cette personne est vraiment bonne. Les premières maquettes qu'elle a envoyées sont tout simplement incroyables.\r"
  },
  {
    "speaker": "Emily",
    "text_local": "So she sent about, I don't know, 15, 16 designs for the new bottle and I just told her my favorite ones. And then from there, we just stick to those designs and just keep working on those and seeing what we come up with.\r",
    "translation": "Alors elle a envoyé environ, je ne sais pas, 15, 16 designs pour la nouvelle bouteille et je lui ai juste dit mes préférés. Et puis à partir de là, nous nous en tenons simplement à ces conceptions et continuons simplement à travailler sur celles-ci et à voir ce que nous proposons.\r"
  },
  {
    "speaker": "Felix",
    "text_local": "Do you recommend to find designer or is it necessary to find designer that has designed similar products or what's the thoughts that you judge a designer... that you need to use to make sure that a designer actually makes it into your consideration set?\r",
    "translation": "Recommandez-vous de trouver un designer ou est-il nécessaire de trouver un designer qui a conçu des produits similaires ou quelles sont les pensées que vous jugez un designer ... que vous devez utiliser pour vous assurer qu'un designer en fait vraiment partie?\r"
  },
  {
    "speaker": "Emily",
    "text_local": "So with our first designer, I don't think he had any experience designing products before. He mainly did... What did he mainly do?\r",
    "translation": "Donc, avec notre premier designer, je ne pense pas qu'il ait eu une expérience dans la conception de produits auparavant. Il a principalement fait ... Qu'est-ce qu'il faisait principalement?\r"
  },
  {
    "speaker": "Nathan",
    "text_local": "You mentioned it. Our first design he mainly did digital graphic design, which is crazy when you think about it. Like, I didn't think of that. But Look, generally you want somebody that has experienced designing e-commerce products or they're a product designer. But from my experience, look, I think you can find like if a designer is really talented, they can create the coolest stuff. And I think that's the big takeaway I think that people need to have is like, if you want to make your product look awesome, I think that's one place you should spend a little bit of extra money or a little bit of extra time finding the right designer. Because if you find a really talented designer, like they can do some incredible stuff. And then it pays itself in gold over the long term.\r",
    "translation": "Vous en avez parlé. Notre premier design, il a principalement fait du graphisme numérique, ce qui est fou quand on y pense. Genre, je n'y ai pas pensé. Mais regardez, en général, vous voulez quelqu'un qui a expérimenté la conception de produits de commerce électronique ou qui est un concepteur de produits. Mais d'après mon expérience, regardez, je pense que vous pouvez trouver que si un designer est vraiment talentueux, il peut créer les choses les plus cool. Et je pense que c'est la grande chose à retenir que je pense que les gens doivent avoir, c'est comme si vous voulez rendre votre produit génial, je pense que c'est un endroit où vous devriez dépenser un peu d'argent supplémentaire ou un peu de temps supplémentaire pour trouver le bon concepteur. Parce que si vous trouvez un designer vraiment talentueux, il peut faire des choses incroyables. Et puis il se paie en or sur le long terme.\r"
  },
  {
    "speaker": "Emily",
    "text_local": "I don't think we'd be where we are now with the design I first came up with. Really important to invest in a good designer.\r",
    "translation": "Je ne pense pas que nous serions là où nous en sommes maintenant avec le design que j'ai imaginé pour la première fois. Vraiment important d'investir dans un bon designer.\r"
  },
  {
    "speaker": "Felix",
    "text_local": "Well, I do want to, at the end, a key lesson here is that do get started. Don't just wait around. I think it's good that you took the efforts to try it out yourself first and then you got immediate feedback from Nathan. So that was our first round of iterations, at least. So at what point were you saying, let's take this to market? At what point did you see the product where you're okay, this is good. Let's put us online?\r",
    "translation": "Eh bien, je veux, à la fin, une leçon clé ici est que commencer. N'attendez pas. Je pense que c'est bien que vous ayez fait des efforts pour l'essayer vous-même d'abord, puis que vous ayez eu un retour immédiat de Nathan. C'était donc au moins notre première série d'itérations. Alors à quel moment disiez-vous, mettons cela sur le marché? À quel moment avez-vous vu le produit où vous allez bien, c'est bien. Mettons-nous en ligne?\r"
  },
  {
    "speaker": "Emily",
    "text_local": "So, after we received a few samples and it was like 90% happy with it, we decided to launch.\r",
    "translation": "Donc, après avoir reçu quelques échantillons et c'était comme 90% satisfaits, nous avons décidé de lancer.\r"
  },
  {
    "speaker": "Nathan",
    "text_local": "We did a presale, right?\r",
    "translation": "Nous avons fait une prévente, non?\r"
  },
  {
    "speaker": "Emily",
    "text_local": "Yeah. We did a presale. We built up our Instagram account before we launched. So, we did a few teasers here and there and then slowly started building our following and then directed people from our Instagram to the wait list to preorder. And then Facebook groups as well.\r",
    "translation": "Ouais. Nous avons fait une prévente. Nous avons créé notre compte Instagram avant de nous lancer. Nous avons donc fait quelques teasers ici et là, puis nous avons lentement commencé à construire notre clientèle, puis à diriger les personnes de notre Instagram vers la liste d'attente pour précommander. Et puis les groupes Facebook aussi.\r"
  },
  {
    "speaker": "Felix",
    "text_local": "Let's talk about the presale real quick. So I think you mentioned that you built up the Instagram following Instagram account first. I think this is important for a lot of people because they might be in this waiting period where they're either getting a manufacturer or they're working to iterations of the prototype and they want to do something with their time. So tell us about this, like when did you start building up the Instagram account?\r",
    "translation": "Parlons de la prévente très vite. Je pense donc que vous avez mentionné que vous avez d'abord créé le compte Instagram après Instagram. Je pense que c'est important pour beaucoup de gens, car ils pourraient être dans cette période d'attente où ils obtiennent un fabricant ou ils travaillent à des itérations du prototype et ils veulent faire quelque chose avec leur temps. Alors parlez-nous de cela, comme quand avez-vous commencé à créer le compte Instagram?\r"
  },
  {
    "speaker": "Nathan",
    "text_local": "So, I think what happened was, what we did was we used the photos of the sample on the mock-up of the bottle as the teaser. And, we created content that was relevant to our target market as well. So we had a rule that we posted once per day, because to grow an Instagram account, you have to keep it engaged in Instagram. It's a bit funny, but you just have to, if you can post at least once a day, otherwise you just lose engagement and it's just really bad. So we started building up that account at least three months before we launched.\r",
    "translation": "Donc, je pense que ce qui s'est passé, c'est que nous avons utilisé les photos de l'échantillon sur la maquette de la bouteille comme teaser. Et nous avons également créé du contenu pertinent pour notre marché cible. Nous avions donc une règle que nous publions une fois par jour, car pour développer un compte Instagram, vous devez le maintenir engagé sur Instagram. C'est un peu drôle, mais vous devez juste le faire, si vous pouvez publier au moins une fois par jour, sinon vous perdez tout engagement et c'est vraiment mauvais. Nous avons donc commencé à créer ce compte au moins trois mois avant notre lancement.\r"
  },
  {
    "speaker": "Emily",
    "text_local": "It wasn't necessarily posting photos of the product all the time, to begin with. It was, quotes. We used just photos from Pinterest and just create a like a mood board and then-\r",
    "translation": "Il ne s'agissait pas nécessairement de publier des photos du produit tout le temps, pour commencer. C'était, des citations. Nous n'avons utilisé que des photos de Pinterest et créons simplement un tableau d'humeur, puis-\r"
  },
  {
    "speaker": "Nathan",
    "text_local": "But it was, the content was relevant to the target market that we wanted to attract people that would be interested in their health and wellness. And we didn't have different photos of the product or samples of the product. It was photos that we would find on Pinterest or like Emily said a mood board. And so that was three months beforehand. So we tried to post like at least probably around once a day in preparation for the launch, and tried to build the email list and the wait list for that product. So we just send people to the Shopify wait-list on the store and before we even had the product ready, we did the presale and made a few thousand dollars. How long do people have to wait? I can't remember to get the product. It was a few weeks maybe.\r",
    "translation": "Mais c'était, le contenu était pertinent pour le marché cible que nous voulions attirer des personnes qui seraient intéressées par leur santé et leur bien-être. Et nous n'avions pas de photos différentes du produit ou d'échantillons du produit. C'étaient des photos que l'on retrouverait sur Pinterest ou comme Emily disait un mood board. Et c'était donc trois mois à l'avance. Nous avons donc essayé de publier au moins probablement une fois par jour en préparation du lancement, et avons essayé de créer la liste de diffusion et la liste d'attente pour ce produit. Nous envoyons donc simplement des gens sur la liste d'attente Shopify sur le magasin et avant même d'avoir le produit prêt, nous avons fait la prévente et avons gagné quelques milliers de dollars. Combien de temps les gens doivent-ils attendre? Je ne me souviens pas d'avoir acheté le produit. C'était peut-être quelques semaines.\r"
  },
  {
    "speaker": "Emily",
    "text_local": "Probably a month.\r",
    "translation": "Probablement un mois.\r"
  },
  {
    "speaker": "Nathan",
    "text_local": "A month.\r",
    "translation": "Un mois.\r"
  },
  {
    "speaker": "Emily",
    "text_local": "So we had a 3PL in China to begin with just because we wanted to keep costs low, and we were bootstrapping the business. So we had a few problems with the shipping to begin with. So they waited four weeks for their product to be shipped to them because it was a presale. And then, because we had, not so reliable shipping, it was another three, four weeks on top of that. So I was inundated with emails from customers saying, \"Where's my order. Can I get a refund? I've waited too long.\" But that was one of the struggles we had early on. But since that, we've moved to a warehouse in the US and Australia, which is where most of our customers are. And it's been the best decision for our shipping.\r",
    "translation": "Nous avions donc un 3PL en Chine au départ, simplement parce que nous voulions maintenir les coûts bas, et nous étions en train d'amorcer l'activité. Nous avons donc eu quelques problèmes avec l'expédition au départ. Ils ont donc attendu quatre semaines pour que leur produit leur soit expédié car il s'agissait d'une prévente. Et puis, parce que nous n'avions pas une expédition aussi fiable, il a fallu encore trois, quatre semaines en plus. J'ai donc été inondé de courriels de clients disant: \"Où est ma commande. Puis-je obtenir un remboursement? J'ai attendu trop longtemps.\" Mais c'était l'une des luttes que nous avons eues au début. Mais depuis, nous avons déménagé dans un entrepôt aux États-Unis et en Australie, où se trouvent la plupart de nos clients. Et cela a été la meilleure décision pour notre expédition.\r"
  },
  {
    "speaker": "Felix",
    "text_local": "So I definitely want to talk a little about this, build off the instagram stuff because I think you two are like the power duo of building and using Instagram on this podcast so far. So you mentioned creating content that was relevant. I think a lot of people out there understand that, like understand why I've got to create content that's relevant. Is that like a gut feeling, intuition or how can you do this research based approach where, you want to start building up your Instagram, you want to create content that's going to track that right target audience? How do you know, I'm going to say objectively, but how do you take steps to make sure that you are at least have some guidelines for what content you should post on your Instagram?\r",
    "translation": "Je veux donc vraiment parler un peu de cela, construire sur les trucs d'Instagram parce que je pense que vous êtes comme le duo puissant de la construction et de l'utilisation d'Instagram sur ce podcast jusqu'à présent. Vous avez donc mentionné la création de contenu pertinent. Je pense que beaucoup de gens comprennent cela, comme comprendre pourquoi je dois créer un contenu pertinent. Est-ce que c'est comme un instinct, une intuition ou comment pouvez-vous faire cette approche basée sur la recherche où, vous voulez commencer à construire votre Instagram, vous voulez créer un contenu qui va suivre ce bon public cible? Comment le savez-vous, je vais le dire objectivement, mais comment prendre des mesures pour vous assurer que vous avez au moins quelques directives sur le contenu que vous devriez publier sur votre Instagram?\r"
  },
  {
    "speaker": "Nathan",
    "text_local": "I think Emily, you probably should best answer this one because you did all that work. I helped.\r",
    "translation": "Je pense qu'Emily, vous devriez probablement mieux répondre à celle-ci parce que vous avez fait tout ce travail. J'ai aidé.\r"
  },
  {
    "speaker": "Emily",
    "text_local": "So because our target audience is females between 18 to 30. I know that, they like all the pretty pictures. That's why they're on Instagram as well. So, we created a visual lead appealing feed, and then incorporated the water aspect into it. And just, I don't know if it provided facts as well, so they knew how important it was to drink water. So I think that was a great way to set up the account or set up for the launch.\r",
    "translation": "Donc, parce que notre public cible est les femmes entre 18 et 30 ans. Je le sais, elles aiment toutes les jolies photos. C'est pourquoi ils sont également sur Instagram. Nous avons donc créé un fil conducteur visuel attrayant, puis y avons incorporé l'aspect eau. Et juste, je ne sais pas si cela fournissait également des faits, alors ils savaient à quel point il était important de boire de l'eau. Je pense donc que c'était un excellent moyen de créer le compte ou de configurer le lancement.\r"
  },
  {
    "speaker": "Felix",
    "text_local": "And was content alone enough to build a following or are there other ways to get some followers onto your Instagram?\r",
    "translation": "Et le contenu à lui seul était-il suffisant pour créer une suite ou existe-t-il d'autres moyens d'attirer des abonnés sur votre Instagram?\r"
  },
  {
    "speaker": "Nathan",
    "text_local": "Yeah. So, we did a couple of things, strategically to build the audience before we launched. The first thing was posting regular content at least once a day. This is before we launched. Even before we launched as well, the second thing that we did was go to competitive products and engage with their buyers. So as an example, we know that there's a company. I'd probably best not to say, but we know that there's a company that sells like over $100 million a year of drink bottles and water bottles. And so we can go and we can go to their page and we can search in the hashtags that people are buying that particular product, and they're posting photos of that particular product and we can very organically and authentically engage.\r",
    "translation": "Ouais. Donc, nous avons fait deux ou trois choses, stratégiquement pour construire l'audience avant notre lancement. La première chose a été de publier du contenu régulier au moins une fois par jour. C'est avant notre lancement. Même avant notre lancement, la deuxième chose que nous avons faite était de nous tourner vers des produits compétitifs et de dialoguer avec leurs acheteurs. Donc, à titre d'exemple, nous savons qu'il y a une entreprise. Je ferais probablement mieux de ne pas le dire, mais nous savons qu'il existe une entreprise qui vend plus de 100 millions de dollars par an de bouteilles de boissons et de bouteilles d'eau. Et ainsi nous pouvons aller et nous pouvons aller sur leur page et nous pouvons rechercher dans les hashtags que les gens achètent ce produit particulier, et ils publient des photos de ce produit particulier et nous pouvons nous engager de manière très organique et authentique.\r"
  },
  {
    "speaker": "And, I think if you do that at least, anywhere between 20 to 50 times a day in a non spammy way, you can start to really build a curated small following of people that are really, really engaged, that are interested in products like this. That was one thing that we did. And then also I think the more that you post over time, you start to build up a bit of a following and then once we launched, we can talk about what we did post launch, how to build the following. I think it's like 60,000 plus now.\r",
    "text_local": "And, I think if you do that at least, anywhere between 20 to 50 times a day in a non spammy way, you can start to really build a curated small following of people that are really, really engaged, that are interested in products like this. That was one thing that we did. And then also I think the more that you post over time, you start to build up a bit of a following and then once we launched, we can talk about what we did post launch, how to build the following. I think it's like 60,000 plus now.\r",
    "translation": "Et, je pense que si vous faites cela au moins, entre 20 et 50 fois par jour de manière non spammée, vous pouvez commencer à vraiment créer un petit groupe de personnes vraiment, vraiment engagées, intéressées par des produits comme ce. C'est une chose que nous avons faite. Et puis aussi je pense que plus vous publiez au fil du temps, vous commencez à créer un peu de suite, puis une fois que nous avons lancé, nous pouvons parler de ce que nous avons fait après le lancement, comment construire ce qui suit. Je pense que c'est plus de 60 000 maintenant.\r"
  },
  {
    "speaker": "Felix",
    "text_local": "So I like this approach because this is like actual work that anyone at any scale can get started by doing. Now, when you talk about engaging with your competitors, brands, like their hashtags, and engaging with those Instagram users, what does it mean to engage? Or are you just dropping? Sometimes you'll see obviously spam a lot on a lot of these profiles and they're dropping like not really valuable comments. They want to be, cool picture or stuff like that. How do you actually engage with an Instagram user or an Instagram audience in a way that makes them actually want to come back and check out your profile and hopefully follow you?\r",
    "translation": "Donc j'aime cette approche parce que c'est comme un travail réel que n'importe qui à n'importe quelle échelle peut commencer par faire. Maintenant, lorsque vous parlez de s'engager avec vos concurrents, vos marques, comme leurs hashtags, et de vous engager avec ces utilisateurs d'Instagram, que signifie s'engager? Ou vous laissez tomber? Parfois, vous verrez évidemment beaucoup de spam sur beaucoup de ces profils et ils tombent comme des commentaires pas vraiment précieux. Ils veulent être, une image sympa ou des trucs comme ça. Comment interagissez-vous réellement avec un utilisateur Instagram ou une audience Instagram d'une manière qui leur donne envie de revenir et de vérifier votre profil et, espérons-le, de vous suivre?\r"
  },
  {
    "speaker": "Nathan",
    "text_local": "So, there's no hard and fast rule, but one thing that's really important is identifying people that are buying a similar product to you. So if it's a big business and they have a hashtag and they've got like, 50,000 people using the hashtag, when you look at that hashtag it's photos of the actual products, the competitor's product. I don't see it as a bad thing to perhaps as a company follow them, look at their most recent photos and actually write like something that perhaps is, acknowledging something like around that photo. And it's in a non spammy way, like, great photo or whatever. You know what I mean? That's something that we did in the early days. I think there would have been a small proportion of people that because we know that they're buyers. There's a big difference between somebody that's a buyer and not a buyer.\r",
    "translation": "Donc, il n'y a pas de règle absolue, mais une chose qui est vraiment importante est d'identifier les personnes qui achètent un produit similaire à vous. Donc, si c'est une grande entreprise et qu'ils ont un hashtag et qu'ils ont environ 50 000 personnes utilisant le hashtag, quand vous regardez ce hashtag, ce sont des photos des produits réels, le produit du concurrent. Je ne vois pas cela comme une mauvaise chose à peut-être en tant qu'entreprise de les suivre, de regarder leurs photos les plus récentes et d'écrire en fait comme quelque chose qui l'est peut-être, en reconnaissant quelque chose comme autour de cette photo. Et c'est d'une manière non spammée, comme une superbe photo ou autre. Tu sais ce que je veux dire? C'est quelque chose que nous avons fait au début. Je pense qu'il y aurait eu une petite proportion de personnes parce que nous savons qu'elles sont des acheteurs. Il y a une grande différence entre quelqu'un qui est un acheteur et non un acheteur.\r"
  },
  {
    "speaker": "And if we know that they're interested in buying these kinds of products, that If you do that over time, it compounds. So to answer your question, what kinds of things would you engage with? Just, acknowledging their photo or their latest photo in any way, shape or form, maybe even providing some humor just as a bit of fun. And then like following them and you do it in a non spammy way though. Like no more than maximum 20 to 50 people a day. Like you have to be very, very careful. You don't want to, really push the boundaries and try and do it with hundreds. Definitely between that range. But one of those people every single day, if you do it over a couple of months, one of those people every day might be a potential person that buys your product or actually really engaged because what's really powerful is we know one, that they're a buyer, we know two, that they're interested in products like this.\r",
    "text_local": "And if we know that they're interested in buying these kinds of products, that If you do that over time, it compounds. So to answer your question, what kinds of things would you engage with? Just, acknowledging their photo or their latest photo in any way, shape or form, maybe even providing some humor just as a bit of fun. And then like following them and you do it in a non spammy way though. Like no more than maximum 20 to 50 people a day. Like you have to be very, very careful. You don't want to, really push the boundaries and try and do it with hundreds. Definitely between that range. But one of those people every single day, if you do it over a couple of months, one of those people every day might be a potential person that buys your product or actually really engaged because what's really powerful is we know one, that they're a buyer, we know two, that they're interested in products like this.\r",
    "translation": "Et si nous savons qu'ils sont intéressés par l'achat de ce type de produits, si vous le faites avec le temps, cela se complique. Donc, pour répondre à votre question, à quel genre de choses vous engageriez-vous? Il suffit de reconnaître leur photo ou leur dernière photo de quelque manière, forme ou forme, peut-être même fournir un peu d'humour tout aussi amusant. Et puis, comme les suivre et vous le faites de manière non spam. Comme pas plus de 20 à 50 personnes maximum par jour. Comme vous devez être très, très prudent. Vous ne voulez pas, vraiment repousser les limites et essayer de le faire avec des centaines. Certainement entre cette fourchette. Mais une de ces personnes tous les jours, si vous le faites sur quelques mois, l'une de ces personnes chaque jour pourrait être une personne potentielle qui achète votre produit ou qui est réellement engagée parce que ce qui est vraiment puissant, c'est que nous en connaissons une, qu'elles '' êtes un acheteur, nous en connaissons deux, qu'ils s'intéressent à des produits comme celui-ci.\r"
  },
  {
    "speaker": "Felix",
    "text_local": "And what did you identify in their posts or their activity on Instagram that flagged them as a buyer? Are they posting pictures with the competitor's products or what are they doing exactly that allows you to say, this person has bought products like mine?\r",
    "translation": "Et qu'avez-vous identifié dans leurs publications ou leur activité sur Instagram qui les a signalés comme acheteurs? Est-ce qu'ils publient des photos avec les produits du concurrent ou que font-ils exactement qui vous permet de dire que cette personne a acheté des produits comme les miens?\r"
  },
  {
    "speaker": "Nathan",
    "text_local": "So if we searched the competitor's hashtag, it would show the photos of that competitor's bottle, from an everyday person like you or I. So we know that they are a buyer, we know that they're interested in products like this.\r",
    "translation": "Donc, si nous recherchions le hashtag du concurrent, cela montrerait les photos de la bouteille de ce concurrent, d'une personne ordinaire comme vous ou moi. Nous savons donc qu'ils sont des acheteurs, nous savons qu'ils sont intéressés par des produits comme celui-ci.\r"
  },
  {
    "speaker": "Felix",
    "text_local": "Got it. So you mentioned you built up the Instagram following, and then you drove them, I guess, throughout this process to a presale page where you collect the email addresses. What was the incentive for someone to leave their email address for that waiting list?\r",
    "translation": "Je l'ai. Vous avez donc mentionné que vous aviez créé le compte Instagram, puis vous les avez conduits, je suppose, tout au long de ce processus vers une page de prévente où vous collectez les adresses e-mail. Quelle a été l'incitation pour quelqu'un à laisser son adresse e-mail pour cette liste d'attente?\r"
  },
  {
    "speaker": "Nathan",
    "text_local": "Crazy enough. It was just like launching something along the lines of launching soon, sign up for the wait list to get an early bird special or something along those lines. Right?\r",
    "translation": "Assez fou. C'était comme lancer quelque chose dans le sens du lancement prochain, inscrivez-vous à la liste d'attente pour obtenir une offre spéciale pour les lève-tôt ou quelque chose du genre. Droite?\r"
  },
  {
    "speaker": "Emily",
    "text_local": "Yeah. We did have an early bird discount.\r",
    "translation": "Ouais. Nous avons eu une réduction pour les lève-tôt.\r"
  },
  {
    "speaker": "Felix",
    "text_local": "What are the landing pages look like? Did they actually see what the finished product looked like? How flushed out, or how far along in your manufacturing or design process can you start driving people to a presale page or a waiting list page?\r",
    "translation": "À quoi ressemblent les pages de destination? Ont-ils réellement vu à quoi ressemblait le produit fini? À quel point, ou à quel point dans votre processus de fabrication ou de conception pouvez-vous commencer à conduire les gens vers une page de prévente ou une page de liste d'attente?\r"
  },
  {
    "speaker": "Emily",
    "text_local": "So on that landing page, we did have a photo of the product. So they knew what they were receiving. But I think you can... So we started directing people to that page when we were manufacturing. But you can do it as early on as like, before you placed the order.\r",
    "translation": "Donc, sur cette page de destination, nous avions une photo du produit. Ils savaient donc ce qu'ils recevaient. Mais je pense que vous pouvez ... Nous avons donc commencé à diriger les gens vers cette page lorsque nous fabriquions. Mais vous pouvez le faire aussi tôt que possible, avant de passer la commande.\r"
  },
  {
    "speaker": "Nathan",
    "text_local": "You can also use that as a way of validation. I think that's an interesting question because, if somebody signs up to your wait list or your email list, and they know what the product looks like or what it's going to look like, you can use that as a way to work out the interest in your product. Like if heaps of people, like if you're prepared and know how to do Facebook ads or anything like that, if you're prepared to go and show five different products on Facebook and you're okay, these are the different products and then run it to the same audience and then see what the take rate is and what your cost for a lead is, you can quickly see, which is the most desirable looking one. That's something to think about. But, look, I think we started doing it once we knew for certain that's how the product was going to look and we'd chosen our manufacturer and got the sample and paid for the production.\r",
    "translation": "Vous pouvez également l'utiliser comme moyen de validation. Je pense que c'est une question intéressante car, si quelqu'un s'inscrit à votre liste d'attente ou à votre liste de diffusion et qu'il sait à quoi ressemble le produit ou à quoi il va ressembler, vous pouvez l'utiliser comme moyen de déterminer l'intérêt pour ton produit. Comme si des tas de gens, comme si vous êtes prêt et savez comment faire des publicités Facebook ou quelque chose du genre, si vous êtes prêt à montrer cinq produits différents sur Facebook et que vous êtes d'accord, ce sont les différents produits et puis exécutez-le vers le même public, puis voyez quel est le taux de prise et quel est votre coût pour un prospect, vous pouvez rapidement voir lequel est le plus souhaitable. C'est quelque chose à penser. Mais, écoutez, je pense que nous avons commencé à le faire une fois que nous savions avec certitude que le produit allait ressembler et que nous avions choisi notre fabricant et obtenu l'échantillon et payé la production.\r"
  },
  {
    "speaker": "Felix",
    "text_local": "Got it. So when you had this landing page set up, or however you were driving them from Instagram, when it landed on their landing page, was it just email collection or was it actually putting it on a credit card and pre-ordering the products?\r",
    "translation": "Je l'ai. Ainsi, lorsque vous avez configuré cette page de destination, ou quelle que soit la manière dont vous la dirigiez depuis Instagram, lorsqu'elle a atterri sur leur page de destination, était-ce juste une collecte d'e-mails ou était-elle en train de la mettre sur une carte de crédit et de pré-commander les produits?\r"
  },
  {
    "speaker": "Emily",
    "text_local": "It was just their email address, and then we sent them an email after with an early bird discount. Just closer to us being at the manufacturer completing the order.\r",
    "translation": "C'était juste leur adresse e-mail, puis nous leur avons envoyé un e-mail avec une réduction pour les lève-tôt. Juste plus près de nous étant chez le fabricant qui termine la commande.\r"
  },
  {
    "speaker": "Felix",
    "text_local": "So when you were building this email list, you weren't necessarily asking them for a presale order right away?\r",
    "translation": "Ainsi, lorsque vous avez créé cette liste de diffusion, vous ne leur demandiez pas nécessairement une commande de prévente tout de suite?\r"
  },
  { "speaker": "Nathan", "text_local": "No.\r", "translation": "Non.\r" },
  { "speaker": "Emily", "text_local": "No.\r", "translation": "Non.\r" },
  {
    "speaker": "Felix",
    "text_local": "Or was once you got closer to the release?\r",
    "translation": "Ou étiez-vous une fois plus proche de la sortie?\r"
  },
  { "speaker": "Emily", "text_local": "Yes.\r", "translation": "Oui.\r" },
  {
    "speaker": "Nathan",
    "text_local": "Yep. So we built up the interest list. I think we had at least a few hundred people from memory. It was closer to maybe 300 to 500 people that were on the interest list. And, it took a while to produce the product, and we even did a presale before the product was ready. But when we were getting close, I said to Emily, \"Look, we got to do something.\" So we sent, I think, about five emails over a three or four day period, just saying, \"Hey, we're running a launch.\" And, I remember a couple of weeks before we were showing sneak peaks, we had photos of the product in manufacturing. So like product, I think that looked really cool.\r",
    "translation": "Oui. Nous avons donc construit la liste des intérêts. Je pense que nous avons eu au moins quelques centaines de personnes de mémoire. C'était peut-être 300 à 500 personnes qui figuraient sur la liste des intérêts. Et, il a fallu un certain temps pour fabriquer le produit, et nous avons même fait une prévente avant que le produit ne soit prêt. Mais quand nous nous sommes rapprochés, j'ai dit à Emily: \"Ecoute, nous devons faire quelque chose.\" Nous avons donc envoyé, je pense, environ cinq e-mails sur une période de trois ou quatre jours, disant simplement: \"Hé, nous organisons un lancement.\" Et, je me souviens quelques semaines avant que nous ne montrions des pics, nous avions des photos du produit en cours de fabrication. Donc, comme le produit, je pense que ça avait l'air vraiment cool.\r"
  },
  {
    "speaker": "And we showed photos of the boxes and we got people to respond. Like, we wrote like, \"Write back to us if you can't wait for the product,\" and stuff like that, and try to boot up a little bit of engagement around the prelaunch and a bit of hype. Then we did a campaign which closed at a certain time period with that special offer ending.\r",
    "text_local": "And we showed photos of the boxes and we got people to respond. Like, we wrote like, \"Write back to us if you can't wait for the product,\" and stuff like that, and try to boot up a little bit of engagement around the prelaunch and a bit of hype. Then we did a campaign which closed at a certain time period with that special offer ending.\r",
    "translation": "Et nous avons montré des photos des boîtes et nous avons demandé aux gens de répondre. Comme, nous avons écrit comme, «Écrivez-nous si vous ne pouvez pas attendre le produit», et des trucs comme ça, et essayez de démarrer un peu d'engagement autour du pré-lancement et un peu de battage médiatique. Ensuite, nous avons fait une campagne qui s'est clôturée à une certaine période avec la fin de cette offre spéciale.\r"
  },
  {
    "speaker": "Felix",
    "text_local": "I think a lot of people out there might have hesitation with selling something before it exists. Obviously a lot of people are doing this. For anyone out there that was just doing this on their own, how do you message it in a way that gets people to be interested in paying for something that doesn't, I mean, it might be in progress or might be in process of being created, but doesn't exist yet? How do you message in a way that still gets the sale?\r",
    "translation": "Je pense que beaucoup de gens pourraient hésiter à vendre quelque chose avant qu'il n'existe. De toute évidence, beaucoup de gens font cela. Pour tous ceux qui le faisaient eux-mêmes, comment envoyer un message de manière à ce que les gens s'intéressent à payer pour quelque chose qui ne le fait pas, je veux dire, cela pourrait être en cours ou en cours en cours de création, mais n'existe pas encore? Comment envoyez-vous un message d'une manière qui obtient toujours la vente?\r"
  },
  {
    "speaker": "Nathan",
    "text_local": "Well, I think one thing that's really important is, to just be authentic around the fact that the product's not ready and you're going to get it on X date, or we estimate it's going to be X date and it is scary. I think if you look at Kickstarter, that's always a good way to think about it. People always prepared to do that. Fortunately, one thing as well, is we, because of that course that we created with Gretta for my other company, we had email templates that we could use. Those were proven email templates that she'd used for her products every time she launched a new product. But, I think it's just one of those things with the messaging. You have to write an email as if you were writing to a friend. I think that's really important. Emily, is there anything you want to share maybe?\r",
    "translation": "Eh bien, je pense qu'une chose qui est vraiment importante est d'être simplement authentique sur le fait que le produit n'est pas prêt et que vous allez l'obtenir à une date X, ou nous estimons que ce sera une date X et c'est effrayant. Je pense que si vous regardez Kickstarter, c'est toujours une bonne façon d'y penser. Les gens sont toujours prêts à le faire. Heureusement, une chose aussi, c'est que grâce à ce cours que nous avons créé avec Gretta pour mon autre entreprise, nous avions des modèles d'e-mails que nous pouvions utiliser. Il s'agissait de modèles de courrier électronique éprouvés qu'elle avait utilisés pour ses produits chaque fois qu'elle lançait un nouveau produit. Mais, je pense que c'est juste une de ces choses avec la messagerie. Vous devez écrire un e-mail comme si vous écriviez à un ami. Je pense que c'est vraiment important. Emily, avez-vous quelque chose à partager peut-être?\r"
  },
  {
    "speaker": "Emily",
    "text_local": "Yeah. Because it's a prelaunch, I think they just want to know what stage we're at and just being really open with them, with updates. I think that's what will work really well.\r",
    "translation": "Ouais. Parce que c'est un pré-lancement, je pense qu'ils veulent juste savoir à quel stade nous en sommes et être vraiment ouverts avec eux, avec des mises à jour. Je pense que c'est ce qui fonctionnera vraiment bien.\r"
  },
  {
    "speaker": "Felix",
    "text_local": "For sure. I think what end up happening is I think what you guys have gone through was sometimes the fear a lot of people have, which is that people are getting angry like where's my product and if there's delays. Talk to us about how you handled those from a customer service standpoint, when people were maybe unhappy that they'd haven't gotten their product yet, or they maybe didn't realize it was a presale. How do you handle that from a customer service standpoint?\r",
    "translation": "Pour sûr. Je pense que ce qui finit par arriver, c'est que vous avez parfois vécu la peur que beaucoup de gens ont, c'est-à-dire que les gens se mettent en colère comme où est mon produit et s'il y a des retards. Parlez-nous de la façon dont vous les avez traités du point de vue du service client, lorsque les gens étaient peut-être mécontents de ne pas avoir encore reçu leur produit ou qu'ils ne se rendaient peut-être pas compte que c'était une prévente. Comment gérez-vous cela du point de vue du service client?\r"
  },
  {
    "speaker": "Nathan",
    "text_local": "Well, I think, look, Emily, handled that, but get ready to jump in. But I think this is one thing that's really important is, when you do a presale, be prepared to refund people. If people don't understand or they're like, for whatever reason, didn't read in very clearly bolded text that this is a presale that the order is coming in like X date or X amount of weeks or X amount of months even, just be prepared to refund people.\r",
    "translation": "Eh bien, je pense, écoute, Emily, a géré ça, mais préparez-vous à intervenir. Mais je pense que c'est une chose qui est vraiment importante, quand vous faites une prévente, soyez prêt à rembourser les gens. Si les gens ne comprennent pas ou s'ils aiment, pour une raison quelconque, ils n'ont pas lu en texte très clairement en gras qu'il s'agit d'une prévente que la commande arrive comme X date ou X nombre de semaines ou X nombre de mois même , soyez prêt à rembourser les gens.\r"
  },
  {
    "speaker": "I think there's actually nothing wrong if people are really unhappy and they're like, hey, I was misled or whatever. That's fine. Just refund them. And because there are some people, like the majority of people that just really want the product and they're prepared to wait. And that's how you know if you're onto something. If people really prepared to wait and as long as you set expectations, I think setting expectations is the most key part with a presale. And how did you handle them, Emily? Like, all you can really do is just be kind and pleasant. Are you ready to jump in?\r",
    "text_local": "I think there's actually nothing wrong if people are really unhappy and they're like, hey, I was misled or whatever. That's fine. Just refund them. And because there are some people, like the majority of people that just really want the product and they're prepared to wait. And that's how you know if you're onto something. If people really prepared to wait and as long as you set expectations, I think setting expectations is the most key part with a presale. And how did you handle them, Emily? Like, all you can really do is just be kind and pleasant. Are you ready to jump in?\r",
    "translation": "Je pense qu'il n'y a en fait rien de mal si les gens sont vraiment malheureux et qu'ils sont comme, hé, j'ai été induit en erreur ou peu importe. C'est très bien. Remboursez-les simplement. Et parce qu'il y a des gens, comme la majorité des gens, qui veulent vraiment le produit et sont prêts à attendre. Et c'est ainsi que vous savez si vous êtes sur quelque chose. Si les gens sont vraiment prêts à attendre et tant que vous définissez des attentes, je pense que l'établissement des attentes est l'élément le plus important d'une prévente. Et comment les avez-vous gérés, Emily? Par exemple, tout ce que vous pouvez vraiment faire est d'être gentil et agréable. Êtes-vous prêt à vous lancer?\r"
  },
  {
    "speaker": "Emily",
    "text_local": "Yeah. Just be really clear with them that, it was a presale and if they still don't understand yet I would offer a refund, but just, I don't know.\r",
    "translation": "Ouais. Soyez juste très clair avec eux, c'était une prévente et s'ils ne comprennent toujours pas encore, j'offrirais un remboursement, mais juste, je ne sais pas.\r"
  },
  {
    "speaker": "Nathan",
    "text_local": "That's the best you can do. Right?\r",
    "translation": "C'est le mieux que vous puissiez faire. Droite?\r"
  },
  {
    "speaker": "Felix",
    "text_local": "Right. It seem like once you offer the refund, they have nothing else to complain about at that point. So I think that's reassuring that there's always a solution if you're obviously able to offer the refund. So let's talk about the actual creation, the manufacturing of the product. What was that process like to find a manufacturer?\r",
    "translation": "Droite. Il semble qu'une fois que vous proposez le remboursement, ils n'ont plus rien à redire à ce stade. Je pense donc que c'est rassurant qu'il y ait toujours une solution si vous êtes évidemment en mesure d'offrir le remboursement. Parlons donc de la création proprement dite, de la fabrication du produit. À quoi ressemblait ce processus pour trouver un fabricant?\r"
  },
  {
    "speaker": "Emily",
    "text_local": "So I found my manufacturer off Alibaba. So I did get a few samples from a few suppliers, but I thought this one was promising. So, I don't know.\r",
    "translation": "J'ai donc trouvé mon fabricant au large d'Alibaba. J'ai donc obtenu quelques échantillons de quelques fournisseurs, mais je pensais que celui-ci était prometteur. Alors, je ne sais pas.\r"
  },
  {
    "speaker": "Felix",
    "text_local": "So I was going to ask, how long did it take to find a manufacturer?\r",
    "translation": "J'allais donc demander, combien de temps a-t-il fallu pour trouver un fabricant?\r"
  },
  {
    "speaker": "Nathan",
    "text_local": "So pretty much like, I think it took like at least a good couple of months to find a manufacturer. And I think the key parts to take away there is, we were going up and back and wanting to get the sample. There was a couple that we used that we weren't happy with the sample. And that takes time. It actually takes a bit of time, probably more time than we thought, going up and back with different manufacturers on the sample, being happy with the sample and getting the product right.\r",
    "translation": "Donc, à peu près, je pense qu'il a fallu au moins quelques bons mois pour trouver un fabricant. Et je pense que les éléments clés à retenir, c'est que nous allions et venions et voulions obtenir l'échantillon. Il y avait un couple que nous avons utilisé que nous n'étions pas satisfaits de l'échantillon. Et cela prend du temps. Cela prend en fait un peu de temps, probablement plus de temps que prévu, aller et venir avec différents fabricants sur l'échantillon, être satisfait de l'échantillon et obtenir le bon produit.\r"
  },
  {
    "speaker": "And then also being confident or having that confidence to say, you know what, I'm going to spend a bit of money on like a minimum order quantity of stock, like thousands of dollars. And it's going to actually be done and the works, like it's not going to be faulty and all these different things. And then you've got to get the product inspected and stuff like that. And we used AsiaInspection to make sure the product was all good, and everything was done that was said, and if there were defaults, they would fix it. So if there were faults, they would fix it. Did I miss anything there, Emily?\r",
    "text_local": "And then also being confident or having that confidence to say, you know what, I'm going to spend a bit of money on like a minimum order quantity of stock, like thousands of dollars. And it's going to actually be done and the works, like it's not going to be faulty and all these different things. And then you've got to get the product inspected and stuff like that. And we used AsiaInspection to make sure the product was all good, and everything was done that was said, and if there were defaults, they would fix it. So if there were faults, they would fix it. Did I miss anything there, Emily?\r",
    "translation": "Et puis aussi être confiant ou avoir cette confiance pour dire, vous savez quoi, je vais dépenser un peu d'argent pour une quantité minimum de commande de stock, comme des milliers de dollars. Et ça va être fait et les travaux, comme si ça ne va pas être défectueux et toutes ces choses différentes. Et puis vous devez faire inspecter le produit et des trucs comme ça. Et nous avons utilisé AsiaInspection pour nous assurer que le produit était en bon état, et tout était fait qui était dit, et s'il y avait des défauts, ils le répareraient. Donc, s'il y avait des défauts, ils le répareraient. Ai-je manqué quelque chose là-bas, Emily?\r"
  },
  { "speaker": "Emily", "text_local": "No.\r", "translation": "Non.\r" },
  {
    "speaker": "Felix",
    "text_local": "Awesome. Now, when you were producing this, for the first time, do you remember how large that first order was? How much inventory order at first?\r",
    "translation": "Impressionnant. Maintenant, lorsque vous produisiez ceci, pour la première fois, vous souvenez-vous de la taille de cette première commande? Combien de commande d'inventaire au début?\r"
  },
  {
    "speaker": "Emily",
    "text_local": "Yes. So I think we ordered 3000 units to begin with. I think that's usually the minimum order quantity for most of these manufacturers. But that was with our first design. The second time when we made our second order, we slowly increased it just as we were, gain more confidence with that manufacturer.\r",
    "translation": "Oui. Je pense donc que nous avons commandé 3000 unités au départ. Je pense que c'est généralement la quantité minimale de commande pour la plupart de ces fabricants. Mais c'était avec notre premier design. La deuxième fois que nous avons passé notre deuxième commande, nous l'avons lentement augmentée comme nous l'étions, gagnant plus de confiance avec ce fabricant.\r"
  },
  {
    "speaker": "Felix",
    "text_local": "That makes sense. Now, when you were ordering that first time, like that was more inventory than you had pre-sold or how much of a difference was there between how much you had already pre-sold and how much you had to order?\r",
    "translation": "Ça a du sens. Maintenant, lorsque vous commandiez cette première fois, comme ça, il y avait plus d'inventaire que vous n'en aviez pré-vendu ou quelle différence y avait-il entre ce que vous aviez déjà pré-vendu et ce que vous deviez commander?\r"
  },
  {
    "speaker": "Nathan",
    "text_local": "So look, we did the pre-sell and excuse me... we did the pre sell and that was like once we'd placed that MOQ order. So once we ordered the 3000 and they were being made, et cetera, et cetera. And then after like maybe a month or so we did the pre sell.\r",
    "translation": "Alors regardez, nous avons fait la pré-vente et excusez-moi ... nous avons fait la pré-vente et c'était comme une fois que nous avions passé cette commande MOQ. Donc, une fois que nous avons commandé les 3000 et ils étaient en cours de fabrication, et cetera, et cetera. Et puis après environ un mois, nous avons fait la pré-vente.\r"
  },
  {
    "speaker": "Felix",
    "text_local": "Got it. Makes sense. Let's talk about then moving those units that you guys got. So you mentioned to us that influencer marketing on Instagram at scale is how you've been able to grow this business again, to what we mentioned earlier on as a seven figure business at this point. Talk to us more about that. How do you first start off? Like, let's say someone out there has never even engaged with an influencer to do advertising on Instagram. Where do you begin? Like what was that first step to getting your first influencer?\r",
    "translation": "Je l'ai. Logique. Parlons ensuite du déplacement des unités que vous avez. Vous nous avez donc mentionné que le marketing d'influence sur Instagram à grande échelle est la façon dont vous avez pu à nouveau développer cette entreprise, à ce que nous avons mentionné plus tôt comme une entreprise à sept chiffres à ce stade. Parlez-nous plus de cela. Comment commencez-vous? Comme, disons que quelqu'un là-bas n'a même jamais engagé avec un influenceur pour faire de la publicité sur Instagram. Où commencez-vous? Quelle a été cette première étape pour obtenir votre premier influenceur?\r"
  },
  {
    "speaker": "Emily",
    "text_local": "So I think it's important to identify the type of influencer for your business and also, just, finding who's the best fit. So I came up with a list of criteria for the influencers and then, just start reaching out to them via email. Just because we have such a low cost item to produce, where we can afford to send to hundreds of influencers per month now. So we would send the product as a gift or, have a contract deal with the influencer where they would post in exchange for product. And then sometimes, as the business matured, we paid for sponsored posts.\r",
    "translation": "Je pense donc qu'il est important d'identifier le type d'influenceur pour votre entreprise et aussi, simplement, de trouver qui convient le mieux. J'ai donc dressé une liste de critères pour les influenceurs, puis commencez simplement à les contacter par e-mail. Tout simplement parce que nous avons un article si peu coûteux à produire, que nous pouvons nous permettre d'envoyer à des centaines d'influenceurs par mois maintenant. Nous envoyions donc le produit en cadeau ou conclurions un contrat avec l'influenceur où il publierait en échange d'un produit. Et puis parfois, à mesure que l'entreprise mûrissait, nous payions pour les publications sponsorisées.\r"
  },
  {
    "speaker": "Felix",
    "text_local": "Now you mentioned a list of criteria to start, and obviously the product was able to be manufactured cheaply enough for an order for you to be able to send out as many products as you could. For anyone out there that needs to be more selective, what do you recommend for that list of criteria? How do you identify whether an influencer is going to be a good fit or not?\r",
    "translation": "Maintenant, vous avez mentionné une liste de critères pour commencer, et de toute évidence, le produit a pu être fabriqué à un prix suffisamment bas pour une commande pour que vous puissiez envoyer autant de produits que possible. Pour quiconque a besoin d'être plus sélectif, que recommandez-vous pour cette liste de critères? Comment déterminez-vous si un influenceur va être un bon candidat ou non?\r"
  },
  {
    "speaker": "Emily",
    "text_local": "Well, I think at the beginning, you can pick people in the different niches and see what actually works for you and then decide to go down that path. For example, we worked with a vegan influencer and it didn't work too well for us just because I think our audiences just didn't align. So we didn't really work with vegan influencers for sponsored posts anymore. But what really worked for us was, like working with YouTubers and reality TV influencers just because, they've got a big following or a big audience, that has their trust because they've been on TV or they just can communicate with their audience.\r",
    "translation": "Eh bien, je pense qu'au début, vous pouvez choisir des personnes dans les différentes niches et voir ce qui fonctionne réellement pour vous, puis décider d'emprunter cette voie. Par exemple, nous avons travaillé avec un influenceur végétalien et cela n'a pas très bien fonctionné pour nous simplement parce que je pense que notre public ne s'est tout simplement pas aligné. Nous n'avons donc plus vraiment travaillé avec des influenceurs vegan pour les publications sponsorisées. Mais ce qui a vraiment fonctionné pour nous, c'est comme travailler avec des YouTubers et des influenceurs de télé-réalité simplement parce qu'ils ont un grand public ou un grand public, qui a leur confiance parce qu'ils ont été à la télévision ou qu'ils peuvent simplement communiquer avec leur public. .\r"
  },
  {
    "speaker": "Nathan",
    "text_local": "So, look, I think when it comes to identifying influencers, the best ones to work with are like the ones that suit your target market that you're looking for. And it takes trial and error. So as Emily said, we're in a fortunate position where the product is relatively low cost where we can afford to send out too many. So we just send out too many subsections of the market. So we sent out to our fashion bloggers. We sent out to fitness influencers. We sent out to, even vloggers, we sent out to people that, in all sorts of different niches and markets. And then we could see when somebody posted what that result would be and we refined it. So it's a little bit of trial and error.\r",
    "translation": "Alors, regardez, je pense que lorsqu'il s'agit d'identifier les influenceurs, les meilleurs avec lesquels travailler sont comme ceux qui correspondent à votre marché cible que vous recherchez. Et cela prend des essais et des erreurs. Donc, comme Emily l'a dit, nous sommes dans une position privilégiée où le produit est relativement peu coûteux et que nous pouvons nous permettre d'en envoyer trop. Nous envoyons donc trop de sous-sections du marché. Nous avons donc envoyé à nos blogueurs de mode. Nous avons envoyé aux influenceurs du fitness. Nous avons envoyé, même aux vloggers, à des gens qui, dans toutes sortes de niches et de marchés différents. Et puis nous avons pu voir quand quelqu'un a posté ce que serait ce résultat et nous l'avons affiné. C'est donc un peu d'essais et d'erreurs.\r"
  },
  {
    "speaker": "In regards to choosing the influencers, we're always looking for ones with good engagement. I think that's a really good takeaway to have. You don't just want to send to anyone or work with anyone. And I think it's really important as well to actually study their account. Like spend that extra couple of minutes. You can't spend the time to constantly like 10 minutes or 20 minutes on each individual account. But there's a tool that you can use called Social Blade.\r",
    "text_local": "In regards to choosing the influencers, we're always looking for ones with good engagement. I think that's a really good takeaway to have. You don't just want to send to anyone or work with anyone. And I think it's really important as well to actually study their account. Like spend that extra couple of minutes. You can't spend the time to constantly like 10 minutes or 20 minutes on each individual account. But there's a tool that you can use called Social Blade.\r",
    "translation": "En ce qui concerne le choix des influenceurs, nous recherchons toujours ceux qui ont un bon engagement. Je pense que c'est un très bon plat à emporter. Vous ne voulez pas simplement envoyer à qui que ce soit ou travailler avec qui que ce soit. Et je pense qu'il est également très important d'étudier leur récit. Comme passer ces quelques minutes supplémentaires. Vous ne pouvez pas passer le temps à aimer constamment 10 minutes ou 20 minutes sur chaque compte individuel. Mais il existe un outil que vous pouvez utiliser appelé Social Blade.\r"
  },
  {
    "speaker": "So if you go to Social Blade, you can look up that Instagram influencers actual Instagram account, and you can see how many followers they are either gaining every day or losing. Now, if they are losing followers every day, there's actually a high possibility that they've bought followers or their account is just not engaged. But if you find an account or an influencer that I guess is growing every day and you look at the engagement of their past six to 12 images, and you can see that there's real people commenting and they have an actually really strong relationship, then that's somebody that you should be open to working with because it's not the size of the following, it's the relationship that, that influencer has with their audience.\r",
    "text_local": "So if you go to Social Blade, you can look up that Instagram influencers actual Instagram account, and you can see how many followers they are either gaining every day or losing. Now, if they are losing followers every day, there's actually a high possibility that they've bought followers or their account is just not engaged. But if you find an account or an influencer that I guess is growing every day and you look at the engagement of their past six to 12 images, and you can see that there's real people commenting and they have an actually really strong relationship, then that's somebody that you should be open to working with because it's not the size of the following, it's the relationship that, that influencer has with their audience.\r",
    "translation": "Donc, si vous allez sur Social Blade, vous pouvez rechercher le compte Instagram réel des influenceurs Instagram, et vous pouvez voir combien d'abonnés ils gagnent ou perdent chaque jour. Maintenant, s'ils perdent des abonnés chaque jour, il y a en fait une forte possibilité qu'ils aient acheté des abonnés ou que leur compte ne soit tout simplement pas engagé. Mais si vous trouvez un compte ou un influenceur qui, je suppose, grandit chaque jour et que vous regardez l'engagement de leurs six à douze dernières images, et que vous pouvez voir qu'il y a de vraies personnes qui commentent et qu'ils ont une relation vraiment très forte, alors c'est quelqu'un avec qui vous devriez être prêt à travailler parce que ce n'est pas la taille de ce qui suit, c'est la relation que, cet influenceur entretient avec son public.\r"
  },
  {
    "speaker": "And the more that they're prepared, the more that the influencer spends time on video, so doing daily Instagram stories, or they do YouTube as well, then the stronger the relationship they have with their community. So when they use the Healthish bottle and they, if they want to, we don't even ask people to post if they don't want to. We actually just say, look, if you love the product, we'd love for you to share it and share it with your community or your fans or your audience.\r",
    "text_local": "And the more that they're prepared, the more that the influencer spends time on video, so doing daily Instagram stories, or they do YouTube as well, then the stronger the relationship they have with their community. So when they use the Healthish bottle and they, if they want to, we don't even ask people to post if they don't want to. We actually just say, look, if you love the product, we'd love for you to share it and share it with your community or your fans or your audience.\r",
    "translation": "Et plus ils sont préparés, plus l'influenceur passe du temps sur la vidéo, donc à faire des histoires quotidiennes sur Instagram, ou à YouTube également, plus la relation qu'ils entretiennent avec leur communauté est forte. Donc, quand ils utilisent la bouteille Healthish et qu'ils le veulent, nous ne demandons même pas aux gens de poster s'ils ne le veulent pas. Nous disons simplement, écoutez, si vous aimez le produit, nous serions ravis que vous le partagiez et le partagiez avec votre communauté, vos fans ou votre public.\r"
  },
  {
    "speaker": "So we want to create a great product that people really love and they're happy to receive in for a contract deal or a sponsored post or whatnot. And they want to recommend it because it's actually changed their life. It's like an incredible product. And I think that's a big takeaway for people is people think, with influencer marketing it's like, what can I take from influencers? And it's not like that at all. This is something that I learned from the high small guys and they they're massive. It's about that, what's the win-win for the influencer and for the brand.\r",
    "text_local": "So we want to create a great product that people really love and they're happy to receive in for a contract deal or a sponsored post or whatnot. And they want to recommend it because it's actually changed their life. It's like an incredible product. And I think that's a big takeaway for people is people think, with influencer marketing it's like, what can I take from influencers? And it's not like that at all. This is something that I learned from the high small guys and they they're massive. It's about that, what's the win-win for the influencer and for the brand.\r",
    "translation": "Nous voulons donc créer un excellent produit que les gens aiment vraiment et qu'ils sont heureux de recevoir dans le cadre d'un contrat ou d'une publication sponsorisée ou autre. Et ils veulent le recommander car cela a en fait changé leur vie. C'est comme un produit incroyable. Et je pense que c'est un gros avantage pour les gens, c'est que les gens pensent, avec le marketing d'influence, que puis-je tirer des influenceurs? Et ce n'est pas du tout comme ça. C'est quelque chose que j'ai appris des grands petits gars et ils sont énormes. C'est à ce sujet, quel est le gagnant-gagnant pour l'influenceur et pour la marque.\r"
  },
  {
    "speaker": "Felix",
    "text_local": "So I think just to recap, you mentioned casting a wide net of different niches, different channels, even whether it be YouTube or Instagram and trial and error, see what works, what doesn't work. And can you tell us about how do you measure success? How do you measure if a relationship with an influencer is worth continuing or not and whether it was a good fit or not?\r",
    "translation": "Je pense donc que pour récapituler, vous avez mentionné la diffusion d'un large réseau de niches différentes, de chaînes différentes, même que ce soit YouTube ou Instagram et les essais et erreurs, voyez ce qui fonctionne, ce qui ne fonctionne pas. Et pouvez-vous nous dire comment mesurez-vous le succès? Comment mesurez-vous si une relation avec un influenceur vaut la peine d'être poursuivie ou non et si elle vous convient ou non?\r"
  },
  {
    "speaker": "Nathan",
    "text_local": "I think it's two fold. One is the content that you get. I think that's something that people often miss look is, like us right now with Healthish, we don't have to create any content because we have so many of our customers and also influences, working with us to create these incredible content for us every single day. So if you look at the content that we produce, it's for our stories and for our Instagram feed, it's created by our community and our fans and also influencers. So that's a big thing.\r",
    "translation": "Je pense que c'est double. L'un est le contenu que vous obtenez. Je pense que c'est quelque chose qui manque souvent aux gens, c'est que, comme nous en ce moment avec Healthish, nous n'avons pas à créer de contenu car nous avons tellement de clients et d'influences, en travaillant avec nous pour créer ce contenu incroyable pour nous tous. seule journée. Donc, si vous regardez le contenu que nous produisons, c'est pour nos histoires et pour notre flux Instagram, il est créé par notre communauté et nos fans et aussi des influenceurs. C'est donc un gros problème.\r"
  },
  {
    "speaker": "To create content all the time it takes a lot of work. And that part we've now outsourced by crowdsourced, which is, I think something that's really important. So the success of the content, how good it looks, how engaging it is, that's the first measurement. And then the second measurement of course is, do we see a spike in sales? We just wanted to get the product into the hands of as many people as possible. So, I think that they're the two measurements of success. Does that answer your question?\r",
    "text_local": "To create content all the time it takes a lot of work. And that part we've now outsourced by crowdsourced, which is, I think something that's really important. So the success of the content, how good it looks, how engaging it is, that's the first measurement. And then the second measurement of course is, do we see a spike in sales? We just wanted to get the product into the hands of as many people as possible. So, I think that they're the two measurements of success. Does that answer your question?\r",
    "translation": "Pour créer du contenu tout le temps, il faut beaucoup de travail. Et cette partie que nous avons maintenant externalisée par crowdsourcing, ce qui est, je pense, quelque chose de vraiment important. Donc, le succès du contenu, sa beauté, son attrait, c'est la première mesure. Et puis la deuxième mesure est bien sûr, voyons-nous une augmentation des ventes? Nous voulions simplement mettre le produit entre les mains du plus grand nombre de personnes possible. Donc, je pense que ce sont les deux mesures du succès. Est-ce que ça répond à votre question?\r"
  },
  {
    "speaker": "Felix",
    "text_local": "Yeah, it does. Now when you actually tactically measure this, is it just do a discount code or how do you actually identify the sales driven from a particular influencer?\r",
    "translation": "Oui cela le fait. Maintenant, lorsque vous mesurez réellement cela tactiquement, s'agit-il simplement d'un code de réduction ou comment identifiez-vous réellement les ventes générées par un influenceur particulier?\r"
  },
  {
    "speaker": "Emily",
    "text_local": "So we do provide an influencer so with a unique discount code, so that's how we can track how effective their post was. Sometimes when they post on their story, we get a huge influx of sales as well. So, that's how we know whether it's worked.\r",
    "translation": "Nous fournissons donc à un influenceur un code de réduction unique, c'est ainsi que nous pouvons suivre l'efficacité de leur publication. Parfois, lorsqu'ils publient leur histoire, nous obtenons également un énorme afflux de ventes. C'est ainsi que nous savons si cela a fonctionné.\r"
  },
  {
    "speaker": "Felix",
    "text_local": "Now in all the deals that you've done with influencers, like what is the ideal deal that you always want to work towards, like in terms of how often, or what are they posting, when are they posting? What is the ideal influencer relationship?\r",
    "translation": "Maintenant, dans toutes les offres que vous avez conclues avec des influenceurs, par exemple, quelle est l'accord idéal vers lequel vous voulez toujours travailler, par exemple en termes de fréquence ou de quoi publient-ils, quand publient-ils? Quelle est la relation d'influence idéale?\r"
  },
  {
    "speaker": "Nathan",
    "text_local": "So from our experience, once you work with one influencer, that result dies down, because I think what happens is an influencer has a core group of like, let's just say they have 100,000 followers. There might be only one to 2000 that are like their core group. They might watch every video or they might read every post or they're just really engaged, that their level of attentiveness is very, very high. So if you do a post with them, let's just say 100 people. From 100,000, there is about 1000 or 2000 of really their core group that just love everything that they do or whatever. They're a big fan.\r",
    "translation": "Donc, d'après notre expérience, une fois que vous travaillez avec un influenceur, ce résultat s'éteint, car je pense que ce qui se passe, c'est qu'un influenceur a un groupe de base similaire, disons simplement qu'il a 100000 abonnés. Il se peut qu'il n'y en ait qu'un sur 2000 qui ressemble à leur groupe central. Ils peuvent regarder toutes les vidéos ou lire tous les articles ou ils sont simplement très engagés, leur niveau d'attention est très, très élevé. Donc, si vous publiez un message avec eux, disons simplement 100 personnes. Sur 100 000, il y a environ 1 000 ou 2 000 membres de leur groupe central qui aiment tout ce qu'ils font ou peu importe. Ils sont un grand fan.\r"
  },
  {
    "speaker": "And let's just say 100 buy from that group. Once you want to work with them again, the results really deteriorate very, very fast. And that's something that we learn from trial and error. Like if we worked with an influencer, let's just say we sent them the product and they posted on their Instagram stories and we noticed a massive spike in sales, then we're like, well, maybe we might want to do a paid collaboration with this influencer.\r",
    "text_local": "And let's just say 100 buy from that group. Once you want to work with them again, the results really deteriorate very, very fast. And that's something that we learn from trial and error. Like if we worked with an influencer, let's just say we sent them the product and they posted on their Instagram stories and we noticed a massive spike in sales, then we're like, well, maybe we might want to do a paid collaboration with this influencer.\r",
    "translation": "Et disons simplement 100 achats de ce groupe. Une fois que vous voulez travailler à nouveau avec eux, les résultats se détériorent vraiment très, très rapidement. Et c'est quelque chose que nous apprenons des essais et des erreurs. Comme si nous travaillions avec un influenceur, disons simplement que nous leur avons envoyé le produit et qu'ils ont posté sur leurs histoires Instagram et que nous avons remarqué une augmentation massive des ventes, alors nous sommes comme, eh bien, peut-être que nous pourrions vouloir faire une collaboration payante avec cet influenceur.\r"
  },
  {
    "speaker": "After that, we'll do the paid collaboration and they'll see a big boost in sales because they post on the feed. Getting influencers to post on the feed versus stories always brings a better result. We've found from testing. And then, let's say we want to work with them again. When we work with them again, the results are nowhere near as good as the first time. So we tend to just, if we do pay, we only really pay once and that's what we've found.\r",
    "text_local": "After that, we'll do the paid collaboration and they'll see a big boost in sales because they post on the feed. Getting influencers to post on the feed versus stories always brings a better result. We've found from testing. And then, let's say we want to work with them again. When we work with them again, the results are nowhere near as good as the first time. So we tend to just, if we do pay, we only really pay once and that's what we've found.\r",
    "translation": "Après cela, nous ferons la collaboration payante et ils verront leurs ventes augmenter considérablement car ils publient sur le fil. Amener les influenceurs à publier sur le fil par rapport aux histoires apporte toujours un meilleur résultat. Nous avons trouvé des tests. Et puis, disons que nous voulons travailler à nouveau avec eux. Lorsque nous travaillons à nouveau avec eux, les résultats sont loin d'être aussi bons que la première fois. Nous avons donc tendance à simplement, si nous payons, nous ne payons vraiment qu'une seule fois et c'est ce que nous avons constaté.\r"
  },
  {
    "speaker": "Felix",
    "text_local": "Got it. So that is why you have tried to scale this up, working with influencers at scale rather than repeating a deal with an influencer. So what does it mean to go at scale? How many influences are we talking about at this point?\r",
    "translation": "Je l'ai. C'est pourquoi vous avez essayé d'augmenter cela, en travaillant avec des influenceurs à grande échelle plutôt que de répéter un accord avec un influenceur. Alors, que signifie aller à grande échelle? De combien d'influences parlons-nous à ce stade?\r"
  },
  {
    "speaker": "Emily",
    "text_local": "So, our goal is 300 influencers a month to send our product to. So I think I've been a bit under that the past few months, but, that really works well for us. And then, when I speak to these influencers they're just like, \"Yeah, I've seen your product. It's just all over my feed because we've sent to so many people.\" So it's really good to get your brand out there and just share it with everyone.\r",
    "translation": "Ainsi, notre objectif est de 300 influenceurs par mois auxquels envoyer notre produit. Je pense donc que j'ai été un peu en dessous ces derniers mois, mais cela fonctionne vraiment bien pour nous. Et puis, quand je parle à ces influenceurs, ils me disent simplement: \"Oui, j'ai vu votre produit. C'est juste partout dans mon flux parce que nous avons envoyé à tellement de gens.\" C'est donc vraiment bien de faire connaître votre marque et de la partager avec tout le monde.\r"
  },
  {
    "speaker": "Felix",
    "text_local": "Awesome. As we talked about a couple of resources so far, we mentioned Dribbble, Behance, Social Blade, the courses on Foundr. What other resources or tools or apps do you guys rely on to run the business?\r",
    "translation": "Impressionnant. Comme nous avons parlé de quelques ressources jusqu'à présent, nous avons mentionné Dribbble, Behance, Social Blade, les cours sur Foundr. Sur quelles autres ressources, outils ou applications comptez-vous pour gérer l'entreprise?\r"
  },
  {
    "speaker": "Emily",
    "text_local": "So for us social proof is key. I swear by looks. So it's really easy to use and just, you're able to send just email reminders to customers, to write in a review and then you can also offer a discount code. Fomo is a really good app as well. And, back in stock, which was when we sold out of stock, it was really easy to integrate. And as soon as we updated our stock levels, it was just an email was automatically sent out to the people in that list.\r",
    "translation": "Donc, pour nous, la preuve sociale est essentielle. Je jure par les regards. C'est donc très facile à utiliser et simplement, vous êtes en mesure d'envoyer uniquement des rappels par e-mail aux clients, d'écrire un avis, puis vous pouvez également proposer un code de réduction. Fomo est également une très bonne application. Et, de retour en stock, c'est-à-dire lorsque nous avons été épuisés, c'était vraiment facile à intégrer. Et dès que nous avons mis à jour nos niveaux de stock, un simple e-mail a été automatiquement envoyé aux personnes figurant sur cette liste.\r"
  },
  {
    "speaker": "Nathan",
    "text_local": "Personally, I reckon that, that Fomo tool, that Shopify Fomo tool that's so cool because it automates your followup on getting reviews and how many reviews [crosstalk]? Sorry. Looks. Sorry. Let me say that again. So that looks too is like, I believe it's one of the best tools out there because it automates your followup on, to get reviews from people. And if you look at like our site, like how many reviews we have now? At least a few hundred.\r",
    "translation": "Personnellement, je pense que cet outil Fomo, cet outil Shopify Fomo est tellement cool parce qu'il automatise votre suivi sur l'obtention de critiques et combien de critiques [diaphonie]? Désolé. Regards. Désolé. Laissez-moi le répéter. Donc, cela ressemble aussi à, je pense que c'est l'un des meilleurs outils, car il automatise votre suivi, pour obtenir des avis des gens. Et si vous regardez comme notre site, combien de critiques nous avons maintenant? Au moins quelques centaines.\r"
  },
  { "speaker": "Emily", "text_local": "Yeah.\r", "translation": "Ouais.\r" },
  {
    "speaker": "Nathan",
    "text_local": "At least a few hundred. And we can use that on the checkout page. We can use that like as a standalone page. Because what people are looking for is if they've never heard of the brand, which is a lot of people that are coming to our website or, they've found out about the product. They don't have a very high trust level. So how can we increase that trust? It's just from sheer volume of reviews from my experience. And that looks tool really helps us.\r",
    "translation": "Au moins quelques centaines. Et nous pouvons l'utiliser sur la page de paiement. Nous pouvons l'utiliser comme une page autonome. Parce que ce que les gens recherchent, c'est s'ils n'ont jamais entendu parler de la marque, c'est-à-dire que beaucoup de gens viennent sur notre site Web ou s'ils ont découvert le produit. Ils n'ont pas un niveau de confiance très élevé. Alors, comment pouvons-nous accroître cette confiance? C'est juste à partir du volume de critiques de mon expérience. Et cet outil semble vraiment nous aider.\r"
  },
  {
    "speaker": "Felix",
    "text_local": "So healthyish.com, H-E-A-L-T-H-I-S-H.com is their website. I'll leave you with this last question. What do you think needs to happen this year for you to consider the year a success?\r",
    "translation": "Donc, Healthyish.com, H-E-A-L-T-H-I-S-H.com est leur site Web. Je vous laisse avec cette dernière question. Selon vous, que doit-il se passer cette année pour que vous considériez l'année comme un succès?\r"
  },
  {
    "speaker": "Nathan",
    "text_local": "For me personally, I think for us, we've got some revenue targets probably best not to share what they are, but, for us to bring out some more products, I think it's going to be really important to bring out some more products, that really help people, like not just in the water bottle space, like we've got the water bottle and we've got some complimentary products around that. But I think it's going to be really important to bring out some products, not in that space and build out our recurring revenue and just diversify and not just be a one product business. That would be success for me.\r",
    "translation": "Pour moi personnellement, je pense que pour nous, nous avons des objectifs de revenus probablement mieux de ne pas partager ce qu'ils sont, mais, pour que nous puissions sortir plus de produits, je pense qu'il sera vraiment important de sortir plus de produits. , cela aide vraiment les gens, pas seulement dans l'espace de la bouteille d'eau, comme nous avons la bouteille d'eau et nous avons des produits complémentaires autour de cela. Mais je pense qu'il sera vraiment important de faire ressortir certains produits, pas dans cet espace et de développer nos revenus récurrents et simplement de nous diversifier et non pas d'être une entreprise à un seul produit. Ce serait un succès pour moi.\r"
  },
  {
    "speaker": "Emily",
    "text_local": "Me too. And obviously still continue with the influencer marketing, but we're also doubling down on Facebook ads too.",
    "translation": "Moi aussi. Et évidemment, continuez avec le marketing d'influence, mais nous doublons également les publicités Facebook."
  }
]
