["So I think it's important to identify the type of influencer for your business and also, just, finding who's the best fit. So I came up with a list of criteria for the influencers and then, just start reaching out to them via email. Just because we have such a low cost item to produce, where we can afford to send to hundreds of influencers per month now. So we would send the product as a gift or, have a contract deal with the influencer where they would post in exchange for product. And then sometimes, as the business matured, we paid for sponsored posts.\r","Now you mentioned a list of criteria to start, and obviously the product was able to be manufactured cheaply enough for an order for you to be able to send out as many products as you could. For anyone out there that needs to be more selective, what do you recommend for that list of criteria? How do you identify whether an influencer is going to be a good fit or not?\r","Well, I think at the beginning, you can pick people in the different niches and see what actually works for you and then decide to go down that path. For example, we worked with a vegan influencer and it didn't work too well for us just because I think our audiences just didn't align. So we didn't really work with vegan influencers for sponsored posts anymore. But what really worked for us was, like working with YouTubers and reality TV influencers just because, they've got a big following or a big audience, that has their trust because they've been on TV or they just can communicate with their audience.\r","So, look, I think when it comes to identifying influencers, the best ones to work with are like the ones that suit your target market that you're looking for. And it takes trial and error. So as Emily said, we're in a fortunate position where the product is relatively low cost where we can afford to send out too many. So we just send out too many subsections of the market. So we sent out to our fashion bloggers. We sent out to fitness influencers. We sent out to, even vloggers, we sent out to people that, in all sorts of different niches and markets. And then we could see when somebody posted what that result would be and we refined it. So it's a little bit of trial and error.\r","In regards to choosing the influencers, we're always looking for ones with good engagement. I think that's a really good takeaway to have. You don't just want to send to anyone or work with anyone. And I think it's really important as well to actually study their account. Like spend that extra couple of minutes. You can't spend the time to constantly like 10 minutes or 20 minutes on each individual account. But there's a tool that you can use called Social Blade.\r","So if you go to Social Blade, you can look up that Instagram influencers actual Instagram account, and you can see how many followers they are either gaining every day or losing. Now, if they are losing followers every day, there's actually a high possibility that they've bought followers or their account is just not engaged. But if you find an account or an influencer that I guess is growing every day and you look at the engagement of their past six to 12 images, and you can see that there's real people commenting and they have an actually really strong relationship, then that's somebody that you should be open to working with because it's not the size of the following, it's the relationship that, that influencer has with their audience.\r","And the more that they're prepared, the more that the influencer spends time on video, so doing daily Instagram stories, or they do YouTube as well, then the stronger the relationship they have with their community. So when they use the Healthish bottle and they, if they want to, we don't even ask people to post if they don't want to. We actually just say, look, if you love the product, we'd love for you to share it and share it with your community or your fans or your audience.\r","So we want to create a great product that people really love and they're happy to receive in for a contract deal or a sponsored post or whatnot. And they want to recommend it because it's actually changed their life. It's like an incredible product. And I think that's a big takeaway for people is people think, with influencer marketing it's like, what can I take from influencers? And it's not like that at all. This is something that I learned from the high small guys and they they're massive. It's about that, what's the win-win for the influencer and for the brand.\r","So I think just to recap, you mentioned casting a wide net of different niches, different channels, even whether it be YouTube or Instagram and trial and error, see what works, what doesn't work. And can you tell us about how do you measure success? How do you measure if a relationship with an influencer is worth continuing or not and whether it was a good fit or not?\r","I think it's two fold. One is the content that you get. I think that's something that people often miss look is, like us right now with Healthish, we don't have to create any content because we have so many of our customers and also influences, working with us to create these incredible content for us every single day. So if you look at the content that we produce, it's for our stories and for our Instagram feed, it's created by our community and our fans and also influencers. So that's a big thing.\r","To create content all the time it takes a lot of work. And that part we've now outsourced by crowdsourced, which is, I think something that's really important. So the success of the content, how good it looks, how engaging it is, that's the first measurement. And then the second measurement of course is, do we see a spike in sales? We just wanted to get the product into the hands of as many people as possible. So, I think that they're the two measurements of success. Does that answer your question?\r","Yeah, it does. Now when you actually tactically measure this, is it just do a discount code or how do you actually identify the sales driven from a particular influencer?\r","So we do provide an influencer so with a unique discount code, so that's how we can track how effective their post was. Sometimes when they post on their story, we get a huge influx of sales as well. So, that's how we know whether it's worked.\r","Now in all the deals that you've done with influencers, like what is the ideal deal that you always want to work towards, like in terms of how often, or what are they posting, when are they posting? What is the ideal influencer relationship?\r","So from our experience, once you work with one influencer, that result dies down, because I think what happens is an influencer has a core group of like, let's just say they have 100,000 followers. There might be only one to 2000 that are like their core group. They might watch every video or they might read every post or they're just really engaged, that their level of attentiveness is very, very high. So if you do a post with them, let's just say 100 people. From 100,000, there is about 1000 or 2000 of really their core group that just love everything that they do or whatever. They're a big fan.\r","And let's just say 100 buy from that group. Once you want to work with them again, the results really deteriorate very, very fast. And that's something that we learn from trial and error. Like if we worked with an influencer, let's just say we sent them the product and they posted on their Instagram stories and we noticed a massive spike in sales, then we're like, well, maybe we might want to do a paid collaboration with this influencer.\r","After that, we'll do the paid collaboration and they'll see a big boost in sales because they post on the feed. Getting influencers to post on the feed versus stories always brings a better result. We've found from testing. And then, let's say we want to work with them again. When we work with them again, the results are nowhere near as good as the first time. So we tend to just, if we do pay, we only really pay once and that's what we've found.\r","Got it. So that is why you have tried to scale this up, working with influencers at scale rather than repeating a deal with an influencer. So what does it mean to go at scale? How many influences are we talking about at this point?\r","So, our goal is 300 influencers a month to send our product to. So I think I've been a bit under that the past few months, but, that really works well for us. And then, when I speak to these influencers they're just like, \"Yeah, I've seen your product. It's just all over my feed because we've sent to so many people.\" So it's really good to get your brand out there and just share it with everyone.\r","Awesome. As we talked about a couple of resources so far, we mentioned Dribbble, Behance, Social Blade, the courses on Foundr. What other resources or tools or apps do you guys rely on to run the business?\r","So for us social proof is key. I swear by looks. So it's really easy to use and just, you're able to send just email reminders to customers, to write in a review and then you can also offer a discount code. Fomo is a really good app as well. And, back in stock, which was when we sold out of stock, it was really easy to integrate. And as soon as we updated our stock levels, it was just an email was automatically sent out to the people in that list.\r","Personally, I reckon that, that Fomo tool, that Shopify Fomo tool that's so cool because it automates your followup on getting reviews and how many reviews [crosstalk]? Sorry. Looks. Sorry. Let me say that again. So that looks too is like, I believe it's one of the best tools out there because it automates your followup on, to get reviews from people. And if you look at like our site, like how many reviews we have now? At least a few hundred.\r","Yeah.\r","At least a few hundred. And we can use that on the checkout page. We can use that like as a standalone page. Because what people are looking for is if they've never heard of the brand, which is a lot of people that are coming to our website or, they've found out about the product. They don't have a very high trust level. So how can we increase that trust? It's just from sheer volume of reviews from my experience. And that looks tool really helps us.\r","So healthyish.com, H-E-A-L-T-H-I-S-H.com is their website. I'll leave you with this last question. What do you think needs to happen this year for you to consider the year a success?\r","For me personally, I think for us, we've got some revenue targets probably best not to share what they are, but, for us to bring out some more products, I think it's going to be really important to bring out some more products, that really help people, like not just in the water bottle space, like we've got the water bottle and we've got some complimentary products around that. But I think it's going to be really important to bring out some products, not in that space and build out our recurring revenue and just diversify and not just be a one product business. That would be success for me.\r","Me too. And obviously still continue with the influencer marketing, but we're also doubling down on Facebook ads too."]