["Today I’m joined by Emily and Nathan from Healthish. Healthish sells health based products that help you live a Healthish lifestyle. It started 2016 and is a seven figure business. Welcome Emily and Nathan.\r","Thanks Felix. Thanks so much for having us.\r","Thanks so much for having us.\r","So the story started with, I think it was you Emily that wanted to start an online physical product business and you had a few ideas. Is that how the inspiration struck you?\r","Yeah. So, I have a background in accounting. I had just quit my job, my corporate job, and, just, I spent six months after that just completely in denial about not knowing what I was going to do next. I just really didn't want to go back to the corporate life. So, after seeing Nathan working on his own business, I was really inspired to start up something of my own. So he encouraged me to start an online business with a physical product and that with Healthish. So I did the starting style course, taught by Gretta van Riel. So she was one of the winners of the Shopify build your business award a few years ago. So she's a really expert in this field. So, it was really helpful because, just to get the business up and running because I know it can be overwhelming and daunting to begin with.\r","So for someone that is starting from scratch, like you, or that like you did, that might be listening out there, what were some of the most important and critical skills that you felt like had the most impact early on when you were starting your business?\r","So for me it was just mainly like persevering with the idea and also just always being on top of the steps on how to manufacture a product and I don't know what that is the question, but-\r","And basically, so you obviously wanted to start an online business, a physical product business, and decided on a couple ideas. First, we gave a quick introduction for the both of you, but tell us about the flagship product that you guys have.\r","So the flagship product is a time marked water bottle. So one thing that Emily found was that a lot of people can't keep up with their daily hydration levels. And there wasn't really a physical product or a bottle that looked great that allowed you to do that. So on one half of the bottle, it has the first half of the day. And then the second half of the bottle, it has the other half of the day. They say you should drink two liters of water a day. So if you fill it up two times and follow the time indicators on the bottle, you can actually get your daily intake of two liters of water a day. So that's the flagship product.\r","It definitely took a look at the website and the product and is certainly ingenious. I think that it makes a lot of sense. But it sounded like you also had other ideas. Are you willing to share with some of these other ideas are and why this one particular made the cut?\r","Yeah, of course. It's a bit embarrassing, but I came up with makeup brush ideas, like a holder, iPhone accessories. I'm trying to think what else. I wrote a list of 50 product daily ideas. I can't remember them off the top of my head, but those were the ones that I was most interested in. I decided on the bottle just because, it was low costs to produce. Just easy to manufacture. So I think that was one of the main reasons we started it. Also the fact that I'm always dehydrated, so-\r","Solve your own problem.\r","... I can practice what I preach.\r","So what was your process for like ideation? Because I think a lot of listeners out there might also have the same desire as you were. They want to start online business, a physical product business, but they have a lot of ideas that they've tossed around in their head and are maybe wanting to sit down and really create that master list to work off of. What is your recommendation to people out there that are stuck on choosing an idea? I just want to create like a hit list of top choices that they might want to work off of.\r","So I don't know whether Nathan wants to talk about. There's this rule called the golden trifecta rule in, the start and stay of a scale course.\r","Maybe I'll jump in, Felix. So I have another company, it's called Founder, and we produce all sorts of content around entrepreneurship. And we also do online courses and we have at least 20 plus courses and one of them is taught by one of my friends and she's really successful at e-commerce and she's the person who won Shopify build a business. So one thing that she taught Emily when it comes to finding ideas is, you need to find what Emily said is the golden trifecta, where you need to find a product that's lightweight. So it's easy to ship and the cost of shipping is low. It has high perceived value and it's relatively cost affordable to produce and it's trending. So what Emily did was like, she worked through like at least 20 to 50 ideas and you just got to be just really realistic on if you think that idea can really do well. One thing that I think was really important when choosing the list of ideas for me personally, not only does it have to be easy to ship and lightweight, and it costs affordable  to produce with a high perceived value, but it has to be a trending product because, look, I think, if you want to create a successful physical product business, one thing that's really, really important from my perspective in the business to consumer space is, being able to move the product and sell it online and that's where Instagram comes into play. So it's a very, very visual product. And we had an idea that, a lot of people spend money on things like drink bottles and they're prepared to spend more money than just like... they don't see it as a, I guess you could say everyday product. People are prepared to spend a premium amount, like pay a premium price for a fashionable product or a product that looks great. So that's why I thought that it was a really good product. So I think you need to really focus on, what looks visually good because I think being able to sell on Instagram has been a really big game changer for us as well. And it follows what I said, like the golden trifecta.\r","Got it. So the golden trifecta lightweight, which means easy to ship, high perceived value and cost affordable to produce, and then sound like you guys had laid another one on top, which is there should be a trending product. So I want to talk about the high perceived value. How do you evaluate that when you are looking at your list of ideas? How do you evaluate whether product has high perceived value or not?\r","Well, I think one thing that's really, really important is doing your customer research on what people are buying or what your competitors are buying. So we know that there's other companies out there that are making a lot of money selling water bottles. And I knew that if we made the design really, really good, which I think it is, and maybe, like in something we're often complemented by with the Healthish water bottle, that the value perception would be higher. So I think that's a really good thing for people to take away is making sure you spend a lot of money. Let me say that again. Sorry. I think that's a really good thing for people to take away is like taking the time to make sure your product design is really good because that really ramps up the perceived value. And so, Emily.\r","So I think one of our selling points that differentiates us between all the other competitors of water bottle brands, is that we have the time indicators. So people are willing to pay more for that as well.\r","So the product design you mentioned like the markers on the water bottle and private things like packaging, all of that goes into product design. What was that process like? How did you make sure that you had a product that was visually stunning, visually attractive, so that which we'll get into in a bit about how important that is in a much more visual world, like the world of Instagram? So tell us more about that process of designing the product itself.\r","Yep. So I worked closely with a graphic designer. At first, I was cheap and did it myself, and then with Nathan's critical feedback, he said that I know we need to get someone else involved.\r","That's a nice way to put it.\r","So, look, I think one thing when it comes to the product design from our experience is to find just a really, really great designer and be prepared to spend, that few thousand dollars extra just to make the product awesome. So, that's one thing that has been a real game changer for us because there's a lot of drink bottles or water bottles out there, but we've been able to make one that looks like absolutely awesome. Really have high perceived value and in turn, it's become a product of choice.\r","So let's talk about finding a great designer. Where did you look to find your designer?\r","So this was actually a mutual friend that's helped me with my other company. So I was fortunate. He was, ex head of design at 99designs. However, you don't have to know anybody. From my experience, the best place to find incredible designers is using a website called Dribbble or behance.net. So these are like online resumes for graphic designers. So what designers do is they put their best work that they're most proud of on Dribbble or be behance.net and you can run searches for all sorts of things. And you can manually reach out to these designers and that's the best place to find incredible designers, and some at a really cost affordable rate.\r","If you're listening out there and I think a lot of people are where you don't feel like you have a design mind, you can't really tell for sure if the masses will appreciate the designs are you personally like. When you're out there looking for designer on Dribbble or Behance, how do you identify what is a good designer or a poor designer, if your goal is to create a product that is visually stunning to your target market?\r","Well look, I think, one thing that's design or something that looks good is an opinion of like, it's very personal. But I think one thing that's really important, and this is something we should mention actually, Emily, was when we got the design mock-ups done, we both loved the design, but we actually asked other people. And I think that's really, really important getting the samples or not even getting the samples, getting the photos or the images of the mock-ups and showing people and actually asking for open, honest feedback, even if you don't know the person or ask randoms or friends of friends or putting on your personal Facebook page, getting as much honest feedback as possible. That's very important.\r","Because if I asked you it would be a biased opinion. So, I don't like to admit this, but I used to be an Instagram influencer. So, I had my audience provide feedback on whether they liked the idea of whether they would buy the product and just like general feedback on the designs. So I was lucky, to have that audience to reach out to. But I joined all these health communities on Facebook groups, just to validate my idea as well. And then, I used the start and scale community, because I know that a lot of people are going through the same thing with starting an online business and finding their product as well. So that was really helpful.\r","So I think you mentioned that you did have to headstart by being Instagram influencer, but if you are not Instagram influencer out there, you're still saying that you can go into these communities and still get the feedback you needed. Now, do you remember what feedback you got and what changes did that lead to?\r","Yep. So we had a few different colors of the bottle. So we had a black one and a white one and people would just lean more towards the cleaner, like white looking version. Some people said that it looks like a baby's bottle with all the time marking. Other people said it looked like vodka bottle.\r","With the frosted.\r","Got it. So when you were putting these mock-ups or prototypes out there to get feedback, how do you ask for it in a way that is going to get you the honest feedback and not just, people being nice?\r","Well look, I think in these Facebook groups and stuff like that, or if you're in a community of like-minded people, I think if you just put yourself out there and just openly ask for honest feedback, I think sometimes people are prepared to be pretty critical because, everyone has an opinion. And you just got to try and get it from as many sources as possible. So try random Facebook groups, try your own personal Facebook profile or Instagram profile. And then, just ask close friends or family, but really push them just to be honest with you.\r","And I think once you get all of that and then if you really want to push yourself, I would highly, highly recommend, but I know it can be something difficult if you do have a sample, you could just ask random people. I know, during the time of this recording, that might be a bit difficult because we're in all locked down. But, look, I think, I've heard stories of people doing that and they've had a lot of success.\r","Got it. Now when you are, once you get this feedback and you're ready to go back and make changes, when you're going back to working with the designer, either for the first time where to go back to get changes made or to provide the feedback that is, how do you work with the designer in a way that gives direction no based on where you want to go, but then also gives them that runway for them to do what you hired them for?\r","Look, from my experience, when it comes to working with designers, I think the best thing you can do is find somebody that you really, really love their portfolio of work. And if you really love their portfolio of work and they're really great designer, like a lot of the times what will happen is there actually won't be as much iteration or changes as necessary. So that's always been my thing is like, how do we find a really good designer, that has a lot of experience, that can quickly intuitively work out what you want, you show them examples.\r","And then the first version is hopefully around 70 to 80% there. So you're not butchering and going up and back and have like 15 different iterations, which I actually have experienced as well with designers that perhaps aren't up to the, I guess, skill set that I'd be looking for. So, I think it starts with the designer and their skill set. And if they're really solid, then you can get it to 70, 80%. And then coming from an iteration standpoint, it's like, I really like this part or I like that part or I like this part. But from my experience, designers are, good ones are really easy to work with and they get it almost there usually on the first time.\r","Got it. So the most critical part of working with the designer is to spend that upfront work, finding the right designer?\r","Yeah. From my experience and then also, being prepared to spend a little bit of extra dollars, just because, great talent is not always cost affordable or really cheap, but you can find a great designer and get your product designed for a few thousand dollars. And we're not talking tens of thousands of dollars here, like only a few thousand dollars. But you've got to find a mixture of both where you're not paying that person like $100. You gotta be prepared to go, you know what, this person's really good. I want to really compensate them for their talents, but it'll make the process a hundred times easier. Because Emily, maybe you should... Like Emily's working on a couple of other products right now and working with a different designer, but this person's really good. The first mock-ups that she sent, like just amazing.\r","So she sent about, I don't know, 15, 16 designs for the new bottle and I just told her my favorite ones. And then from there, we just stick to those designs and just keep working on those and seeing what we come up with.\r","Do you recommend to find designer or is it necessary to find designer that has designed similar products or what's the thoughts that you judge a designer... that you need to use to make sure that a designer actually makes it into your consideration set?\r","So with our first designer, I don't think he had any experience designing products before. He mainly did... What did he mainly do?\r","You mentioned it. Our first design he mainly did digital graphic design, which is crazy when you think about it. Like, I didn't think of that. But Look, generally you want somebody that has experienced designing e-commerce products or they're a product designer. But from my experience, look, I think you can find like if a designer is really talented, they can create the coolest stuff. And I think that's the big takeaway I think that people need to have is like, if you want to make your product look awesome, I think that's one place you should spend a little bit of extra money or a little bit of extra time finding the right designer. Because if you find a really talented designer, like they can do some incredible stuff. And then it pays itself in gold over the long term.\r","I don't think we'd be where we are now with the design I first came up with. Really important to invest in a good designer.\r","Well, I do want to, at the end, a key lesson here is that do get started. Don't just wait around. I think it's good that you took the efforts to try it out yourself first and then you got immediate feedback from Nathan. So that was our first round of iterations, at least. So at what point were you saying, let's take this to market? At what point did you see the product where you're okay, this is good. Let's put us online?\r","So, after we received a few samples and it was like 90% happy with it, we decided to launch.\r","We did a presale, right?\r","Yeah. We did a presale. We built up our Instagram account before we launched. So, we did a few teasers here and there and then slowly started building our following and then directed people from our Instagram to the wait list to preorder. And then Facebook groups as well.\r","Let's talk about the presale real quick. So I think you mentioned that you built up the Instagram following Instagram account first. I think this is important for a lot of people because they might be in this waiting period where they're either getting a manufacturer or they're working to iterations of the prototype and they want to do something with their time. So tell us about this, like when did you start building up the Instagram account?\r","So, I think what happened was, what we did was we used the photos of the sample on the mock-up of the bottle as the teaser. And, we created content that was relevant to our target market as well. So we had a rule that we posted once per day, because to grow an Instagram account, you have to keep it engaged in Instagram. It's a bit funny, but you just have to, if you can post at least once a day, otherwise you just lose engagement and it's just really bad. So we started building up that account at least three months before we launched.\r","It wasn't necessarily posting photos of the product all the time, to begin with. It was, quotes. We used just photos from Pinterest and just create a like a mood board and then-\r","But it was, the content was relevant to the target market that we wanted to attract people that would be interested in their health and wellness. And we didn't have different photos of the product or samples of the product. It was photos that we would find on Pinterest or like Emily said a mood board. And so that was three months beforehand. So we tried to post like at least probably around once a day in preparation for the launch, and tried to build the email list and the wait list for that product. So we just send people to the Shopify wait-list on the store and before we even had the product ready, we did the presale and made a few thousand dollars. How long do people have to wait? I can't remember to get the product. It was a few weeks maybe.\r","Probably a month.\r","A month.\r","So we had a 3PL in China to begin with just because we wanted to keep costs low, and we were bootstrapping the business. So we had a few problems with the shipping to begin with. So they waited four weeks for their product to be shipped to them because it was a presale. And then, because we had, not so reliable shipping, it was another three, four weeks on top of that. So I was inundated with emails from customers saying, \"Where's my order. Can I get a refund? I've waited too long.\" But that was one of the struggles we had early on. But since that, we've moved to a warehouse in the US and Australia, which is where most of our customers are. And it's been the best decision for our shipping.\r","So I definitely want to talk a little about this, build off the instagram stuff because I think you two are like the power duo of building and using Instagram on this podcast so far. So you mentioned creating content that was relevant. I think a lot of people out there understand that, like understand why I've got to create content that's relevant. Is that like a gut feeling, intuition or how can you do this research based approach where, you want to start building up your Instagram, you want to create content that's going to track that right target audience? How do you know, I'm going to say objectively, but how do you take steps to make sure that you are at least have some guidelines for what content you should post on your Instagram?\r","I think Emily, you probably should best answer this one because you did all that work. I helped.\r","So because our target audience is females between 18 to 30. I know that, they like all the pretty pictures. That's why they're on Instagram as well. So, we created a visual lead appealing feed, and then incorporated the water aspect into it. And just, I don't know if it provided facts as well, so they knew how important it was to drink water. So I think that was a great way to set up the account or set up for the launch.\r","And was content alone enough to build a following or are there other ways to get some followers onto your Instagram?\r","Yeah. So, we did a couple of things, strategically to build the audience before we launched. The first thing was posting regular content at least once a day. This is before we launched. Even before we launched as well, the second thing that we did was go to competitive products and engage with their buyers. So as an example, we know that there's a company. I'd probably best not to say, but we know that there's a company that sells like over $100 million a year of drink bottles and water bottles. And so we can go and we can go to their page and we can search in the hashtags that people are buying that particular product, and they're posting photos of that particular product and we can very organically and authentically engage.\r","And, I think if you do that at least, anywhere between 20 to 50 times a day in a non spammy way, you can start to really build a curated small following of people that are really, really engaged, that are interested in products like this. That was one thing that we did. And then also I think the more that you post over time, you start to build up a bit of a following and then once we launched, we can talk about what we did post launch, how to build the following. I think it's like 60,000 plus now.\r","So I like this approach because this is like actual work that anyone at any scale can get started by doing. Now, when you talk about engaging with your competitors, brands, like their hashtags, and engaging with those Instagram users, what does it mean to engage? Or are you just dropping? Sometimes you'll see obviously spam a lot on a lot of these profiles and they're dropping like not really valuable comments. They want to be, cool picture or stuff like that. How do you actually engage with an Instagram user or an Instagram audience in a way that makes them actually want to come back and check out your profile and hopefully follow you?\r","So, there's no hard and fast rule, but one thing that's really important is identifying people that are buying a similar product to you. So if it's a big business and they have a hashtag and they've got like, 50,000 people using the hashtag, when you look at that hashtag it's photos of the actual products, the competitor's product. I don't see it as a bad thing to perhaps as a company follow them, look at their most recent photos and actually write like something that perhaps is, acknowledging something like around that photo. And it's in a non spammy way, like, great photo or whatever. You know what I mean? That's something that we did in the early days. I think there would have been a small proportion of people that because we know that they're buyers. There's a big difference between somebody that's a buyer and not a buyer.\r","And if we know that they're interested in buying these kinds of products, that If you do that over time, it compounds. So to answer your question, what kinds of things would you engage with? Just, acknowledging their photo or their latest photo in any way, shape or form, maybe even providing some humor just as a bit of fun. And then like following them and you do it in a non spammy way though. Like no more than maximum 20 to 50 people a day. Like you have to be very, very careful. You don't want to, really push the boundaries and try and do it with hundreds. Definitely between that range. But one of those people every single day, if you do it over a couple of months, one of those people every day might be a potential person that buys your product or actually really engaged because what's really powerful is we know one, that they're a buyer, we know two, that they're interested in products like this.\r","And what did you identify in their posts or their activity on Instagram that flagged them as a buyer? Are they posting pictures with the competitor's products or what are they doing exactly that allows you to say, this person has bought products like mine?\r","So if we searched the competitor's hashtag, it would show the photos of that competitor's bottle, from an everyday person like you or I. So we know that they are a buyer, we know that they're interested in products like this.\r","Got it. So you mentioned you built up the Instagram following, and then you drove them, I guess, throughout this process to a presale page where you collect the email addresses. What was the incentive for someone to leave their email address for that waiting list?\r","Crazy enough. It was just like launching something along the lines of launching soon, sign up for the wait list to get an early bird special or something along those lines. Right?\r","Yeah. We did have an early bird discount.\r","What are the landing pages look like? Did they actually see what the finished product looked like? How flushed out, or how far along in your manufacturing or design process can you start driving people to a presale page or a waiting list page?\r","So on that landing page, we did have a photo of the product. So they knew what they were receiving. But I think you can... So we started directing people to that page when we were manufacturing. But you can do it as early on as like, before you placed the order.\r","You can also use that as a way of validation. I think that's an interesting question because, if somebody signs up to your wait list or your email list, and they know what the product looks like or what it's going to look like, you can use that as a way to work out the interest in your product. Like if heaps of people, like if you're prepared and know how to do Facebook ads or anything like that, if you're prepared to go and show five different products on Facebook and you're okay, these are the different products and then run it to the same audience and then see what the take rate is and what your cost for a lead is, you can quickly see, which is the most desirable looking one. That's something to think about. But, look, I think we started doing it once we knew for certain that's how the product was going to look and we'd chosen our manufacturer and got the sample and paid for the production.\r","Got it. So when you had this landing page set up, or however you were driving them from Instagram, when it landed on their landing page, was it just email collection or was it actually putting it on a credit card and pre-ordering the products?\r","It was just their email address, and then we sent them an email after with an early bird discount. Just closer to us being at the manufacturer completing the order.\r","So when you were building this email list, you weren't necessarily asking them for a presale order right away?\r","No.\r","No.\r","Or was once you got closer to the release?\r","Yes.\r","Yep. So we built up the interest list. I think we had at least a few hundred people from memory. It was closer to maybe 300 to 500 people that were on the interest list. And, it took a while to produce the product, and we even did a presale before the product was ready. But when we were getting close, I said to Emily, \"Look, we got to do something.\" So we sent, I think, about five emails over a three or four day period, just saying, \"Hey, we're running a launch.\" And, I remember a couple of weeks before we were showing sneak peaks, we had photos of the product in manufacturing. So like product, I think that looked really cool.\r","And we showed photos of the boxes and we got people to respond. Like, we wrote like, \"Write back to us if you can't wait for the product,\" and stuff like that, and try to boot up a little bit of engagement around the prelaunch and a bit of hype. Then we did a campaign which closed at a certain time period with that special offer ending.\r","I think a lot of people out there might have hesitation with selling something before it exists. Obviously a lot of people are doing this. For anyone out there that was just doing this on their own, how do you message it in a way that gets people to be interested in paying for something that doesn't, I mean, it might be in progress or might be in process of being created, but doesn't exist yet? How do you message in a way that still gets the sale?\r","Well, I think one thing that's really important is, to just be authentic around the fact that the product's not ready and you're going to get it on X date, or we estimate it's going to be X date and it is scary. I think if you look at Kickstarter, that's always a good way to think about it. People always prepared to do that. Fortunately, one thing as well, is we, because of that course that we created with Gretta for my other company, we had email templates that we could use. Those were proven email templates that she'd used for her products every time she launched a new product. But, I think it's just one of those things with the messaging. You have to write an email as if you were writing to a friend. I think that's really important. Emily, is there anything you want to share maybe?\r","Yeah. Because it's a prelaunch, I think they just want to know what stage we're at and just being really open with them, with updates. I think that's what will work really well.\r","For sure. I think what end up happening is I think what you guys have gone through was sometimes the fear a lot of people have, which is that people are getting angry like where's my product and if there's delays. Talk to us about how you handled those from a customer service standpoint, when people were maybe unhappy that they'd haven't gotten their product yet, or they maybe didn't realize it was a presale. How do you handle that from a customer service standpoint?\r","Well, I think, look, Emily, handled that, but get ready to jump in. But I think this is one thing that's really important is, when you do a presale, be prepared to refund people. If people don't understand or they're like, for whatever reason, didn't read in very clearly bolded text that this is a presale that the order is coming in like X date or X amount of weeks or X amount of months even, just be prepared to refund people.\r","I think there's actually nothing wrong if people are really unhappy and they're like, hey, I was misled or whatever. That's fine. Just refund them. And because there are some people, like the majority of people that just really want the product and they're prepared to wait. And that's how you know if you're onto something. If people really prepared to wait and as long as you set expectations, I think setting expectations is the most key part with a presale. And how did you handle them, Emily? Like, all you can really do is just be kind and pleasant. Are you ready to jump in?\r","Yeah. Just be really clear with them that, it was a presale and if they still don't understand yet I would offer a refund, but just, I don't know.\r","That's the best you can do. Right?\r","Right. It seem like once you offer the refund, they have nothing else to complain about at that point. So I think that's reassuring that there's always a solution if you're obviously able to offer the refund. So let's talk about the actual creation, the manufacturing of the product. What was that process like to find a manufacturer?\r","So I found my manufacturer off Alibaba. So I did get a few samples from a few suppliers, but I thought this one was promising. So, I don't know.\r","So I was going to ask, how long did it take to find a manufacturer?\r","So pretty much like, I think it took like at least a good couple of months to find a manufacturer. And I think the key parts to take away there is, we were going up and back and wanting to get the sample. There was a couple that we used that we weren't happy with the sample. And that takes time. It actually takes a bit of time, probably more time than we thought, going up and back with different manufacturers on the sample, being happy with the sample and getting the product right.\r","And then also being confident or having that confidence to say, you know what, I'm going to spend a bit of money on like a minimum order quantity of stock, like thousands of dollars. And it's going to actually be done and the works, like it's not going to be faulty and all these different things. And then you've got to get the product inspected and stuff like that. And we used AsiaInspection to make sure the product was all good, and everything was done that was said, and if there were defaults, they would fix it. So if there were faults, they would fix it. Did I miss anything there, Emily?\r","No.\r","Awesome. Now, when you were producing this, for the first time, do you remember how large that first order was? How much inventory order at first?\r","Yes. So I think we ordered 3000 units to begin with. I think that's usually the minimum order quantity for most of these manufacturers. But that was with our first design. The second time when we made our second order, we slowly increased it just as we were, gain more confidence with that manufacturer.\r","That makes sense. Now, when you were ordering that first time, like that was more inventory than you had pre-sold or how much of a difference was there between how much you had already pre-sold and how much you had to order?\r","So look, we did the pre-sell and excuse me... we did the pre sell and that was like once we'd placed that MOQ order. So once we ordered the 3000 and they were being made, et cetera, et cetera. And then after like maybe a month or so we did the pre sell.\r","Got it. Makes sense. Let's talk about then moving those units that you guys got. So you mentioned to us that influencer marketing on Instagram at scale is how you've been able to grow this business again, to what we mentioned earlier on as a seven figure business at this point. Talk to us more about that. How do you first start off? Like, let's say someone out there has never even engaged with an influencer to do advertising on Instagram. Where do you begin? Like what was that first step to getting your first influencer?\r"]