[{"text_local":"Today I'm joined by Dean Legg from PureChimp. PureChimp sells feel good Japanese Matcha green tea at affordable prices and 100% natural skincare. It was started in 2013 and based out of the UK and is on track to earn over one million pounds in sales this year. Welcome, Dean.\r","translation":"Aujourd'hui, je suis rejoint par Dean Legg de PureChimp. PureChimp vend du thé vert matcha japonais feel good à des prix abordables et des soins 100% naturels. Il a été lancé en 2013 et basé au Royaume-Uni et est en passe de générer plus d'un million de livres de ventes cette année. Bienvenue, Dean.\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"Hello, Felix. Hello, listeners.\r","translation":"Bonjour Félix. Bonjour, auditeurs.\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"Great to have you. You had originally had planned to use the startup capital for this business for a trip but you started a business instead. Tell us about that decision and what went into it.\r","translation":"Super de vous avoir. Vous aviez initialement prévu d'utiliser le capital de démarrage de cette entreprise pour un voyage, mais vous avez plutôt créé une entreprise. Parlez-nous de cette décision et de ce qui s'est passé.\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"Yeah. That's correct. I had a company before I setting up PureChimp. It was my first kind of real strong business adventure. I sold that and then I planned to go to Australia. I had a visa and everything. I paid for a visa but I couldn't resist. I just couldn't resist setting up another business and so I had the visa to go, decided to set up PureChimp, and haven't looked back since to be honest. We’ve  just done our sixth year. Been some real hard work initially but it's paid off. Yeah. I would say I don't get time to think about it but I'm proud of where we are now and what we're doing.\r","translation":"Ouais. C'est correct. J'avais une entreprise avant de créer PureChimp. C'était ma première véritable aventure commerciale. J'ai vendu ça et j'ai ensuite prévu d'aller en Australie. J'avais un visa et tout. J'ai payé un visa mais je n'ai pas pu résister. Je n'ai tout simplement pas pu résister à la création d'une autre entreprise et j'ai donc eu le visa pour y aller, j'ai décidé de créer PureChimp et je n'ai pas regardé en arrière depuis pour être honnête. Nous venons de terminer notre sixième année. Cela a été un vrai travail acharné au début, mais cela a payé. Ouais. Je dirais que je n'ai pas le temps d'y penser mais je suis fier de là où nous en sommes et de ce que nous faisons.\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"You originally had plans to be able to go remote with your business. Originally, you wanted to go to Australia, it didn't happen, but now you've been in a position where you can travel with your business and work from anywhere. Tell us about how you're able to set that up.\r","translation":"Vous aviez initialement prévu de pouvoir vous éloigner de votre entreprise. À l'origine, vous vouliez vous rendre en Australie, cela ne s'est pas produit, mais maintenant vous êtes dans une position où vous pouvez voyager avec votre entreprise et travailler de n'importe où. Dites-nous comment vous pouvez le configurer.\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"Yeah. Sure. That's quite a recent development. I have been in Sweden. I've been there for one month. I'm getting there. Really, the biggest thing was employing our first full-time member. That's really helped to sort of clear up my time for other things and enable me to work remotely. I found a guy who was awesome. I was like I've got to offer him something attractive to keep him onboard and managed to do that and since then the business has just gone from strength to strength and it's also enabled me to work remotely, if I would like to.\r","translation":"Ouais. Sûr. C'est un développement assez récent. J'ai été en Suède. J'y suis depuis un mois. J'y arrive. Vraiment, le plus important était d'employer notre premier membre à plein temps. Cela m'a vraiment aidé à gagner du temps pour d'autres choses et à me permettre de travailler à distance. J'ai trouvé un gars génial. J'étais comme si je devais lui offrir quelque chose d'attrayant pour le garder à bord et j'ai réussi à le faire et depuis, l'entreprise n'a cessé de se renforcer et cela m'a également permis de travailler à distance, si je le souhaite.\r"},{"text_local":"Yeah. That's been a real plus point and it's sort of taken five years to get there but it's been worth it. 100% worth it. I guess just carry on, putting the effort in, moving forward and eventually you will get to where you want to get, where you want to be, and I'm lucky to be in the position I'm in now to do that.\r","translation":"Ouais. Cela a été un réel avantage et il a fallu cinq ans pour y arriver, mais cela en valait la peine. 100% en vaut la peine. Je suppose qu'il vous suffit de continuer, de faire des efforts, d'aller de l'avant et finalement vous arriverez là où vous voulez arriver, où vous voulez être, et j'ai la chance d'être dans la position dans laquelle je suis maintenant pour le faire.\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"Yeah. It's certainly harder to step away from your business and not have your eyes on it all the time, if you're the only person working on it. I definitely want to talk about scaling up and hiring your first employees and other employees since then in a second but before we get there, let's talk about the idea behind the business. Where did that come from?\r","translation":"Ouais. Il est certainement plus difficile de s'éloigner de votre entreprise et de ne pas avoir les yeux dessus tout le temps, si vous êtes la seule personne à y travailler. Je veux vraiment parler de la mise à l'échelle et de l'embauche de vos premiers employés et autres employés depuis lors, mais avant d'y arriver, parlons de l'idée derrière l'entreprise. D'où vient cela?\r"},{"text_local":"Yeah. Sure. I've always been a health conscious person and that really started from when I was 15. I had really bad acne and I kind of turned to looking after my body, exercising, et cetera, to kind of try and keep on top of my skin. It helped me a lot. It also helped to keep my mind and everything fresh, which was another plus point. You are always focused on health. I guess how did you decide on Matcha green tea and skincare, specifically, around natural skincare? What made you gravitate towards that? Were these products that you were already using? How did you discover this particular niche or category that you wanted to focus on?\r","translation":"Ouais. Sûr. J'ai toujours été une personne soucieuse de sa santé et cela a vraiment commencé quand j'avais 15 ans. J'avais une très mauvaise acné et je me suis en quelque sorte tourné vers le soin de mon corps, l'exercice, et cetera, pour essayer de rester au courant de mes peau. Cela m'a beaucoup aidé. Cela a également aidé à garder mon esprit et tout frais, ce qui était un autre avantage. Vous êtes toujours concentré sur la santé. Je suppose que comment avez-vous choisi le thé vert Matcha et les soins de la peau, en particulier autour des soins naturels? Qu'est-ce qui vous a fait graviter vers cela? Ces produits étaient-ils déjà utilisés? Comment avez-vous découvert cette niche ou cette catégorie particulière sur laquelle vous vouliez vous concentrer?\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"Yeah. With the Matcha green tea, I was actually at work, working for a business and we were on a training course and the guy came in and his job ... He was kind of to energize teams, get people with healthy lifestyles, et cetera, so in turn they wouldn't take time off sick, their productivity would be good. He actually recommended Matcha. That was the first time I ever came across it. I had already been a green tea fan. I managed to get hold of some Matcha, find a supplier, and we started to sell it. I was like, \"Okay. This is going well\" and it kind of just grew from strength to strength there. We just continually were looking for improvements and ways we could do things better, listening to customer feedback, and that's helped to get to where we are now. Like, initially, the Matcha was from China, the quality was not as good. It was very cheap. Now we're paying three times as much for the product but the product is miles better for our customer, the quality, the tests involved are a bit stronger. Yeah, we just have a great relationship with our supplier as well. That was a big positive change. That made a huge difference. Sometimes it's not all about getting the cheapest product possible. You know? You have to also think about quality and where that product comes from. Yeah. That made a huge difference to us.\r","translation":"Ouais. Avec le thé vert Matcha, j'étais en fait au travail, je travaillais pour une entreprise et nous étions en formation et le gars est venu et son travail ... Il était un peu pour dynamiser les équipes, obtenir des gens avec des modes de vie sains, et cetera , donc à leur tour, ils ne prendraient pas congé de maladie, leur productivité serait bonne. Il a en fait recommandé Matcha. C'était la première fois que je le rencontrais. J'étais déjà fan de thé vert. J'ai réussi à mettre la main sur du Matcha, à trouver un fournisseur et nous avons commencé à le vendre. J'étais comme, \"D'accord. Ça va bien\" et ça a grandi de force en force là-bas. Nous cherchions continuellement des améliorations et des moyens de mieux faire les choses, en écoutant les commentaires des clients, et cela nous a aidés à en arriver là où nous en sommes maintenant. Comme, au départ, le Matcha venait de Chine, la qualité n'était pas aussi bonne. C'était très bon marché. Maintenant, nous payons trois fois plus pour le produit, mais le produit est bien meilleur pour notre client, la qualité, les tests impliqués sont un peu plus forts. Ouais, nous avons également une excellente relation avec notre fournisseur. C'était un grand changement positif. Cela a fait une énorme différence. Parfois, il ne s'agit pas uniquement d'obtenir le produit le moins cher possible. Tu sais? Il faut aussi penser à la qualité et à l'origine de ce produit. Ouais. Cela a fait une énorme différence pour nous.\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"Definitely. You mentioned that you had sold your first business. What was that business?\r","translation":"Absolument. Vous avez mentionné que vous aviez vendu votre première entreprise. Quelle était cette affaire?\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"Yeah. That was a ... It kind of makes me laugh when I look back but it was all steps to get to where we are now. That was a skincare business. You know the laminate you use to put on your books when you were at school?\r","translation":"Ouais. C'était un ... Ça me fait un peu rire quand je regarde en arrière, mais c'était toutes les étapes pour arriver là où nous en sommes maintenant. C'était une entreprise de soins de la peau. Vous connaissez le stratifié que vous utilisez pour mettre vos livres lorsque vous étiez à l'école?\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"Yeah.\r","translation":"Ouais.\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"Essentially, we had the skincare product that was homemade in my mom and dad's kitchen and then the labels were not waterproof so I used to laminate them and also print the labels off an InkJet printer and then I went to a market in Cambridge and tried to sell it to the public there. I think a lot of old ladies used to buy it from me just out of their pity, some very kind old ladies. Yeah. That was a big learning step for where I am now.\r","translation":"Essentiellement, nous avions le produit de soin de la peau qui était fait maison dans la cuisine de ma mère et de mon père, puis les étiquettes n'étaient pas imperméables, alors je les stratifiais et imprimais également les étiquettes sur une imprimante à jet d'encre, puis je suis allé sur un marché à Cambridge et j'ai essayé de le vendre au public là-bas. Je pense que beaucoup de vieilles dames me l'achetaient juste par pitié, des vieilles dames très gentilles. Ouais. C'était une grande étape d'apprentissage pour où je suis maintenant.\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"What exactly was the product that you were selling?\r","translation":"Quel était exactement le produit que vous vendiez?\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"That was a natural skincare product that was made at my mom and dad's home. It was all homemade.\r","translation":"C'était un produit de soin naturel fabriqué chez ma mère et mon père. Tout était fait maison.\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"Still skincare?\r","translation":"Toujours des soins de la peau?\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"Yeah. Yeah. I was self-taught, myself, with the skincare. Just read books and just went for it. I kind of just took the step and that was the small initial first step to get to where we are now. Yeah. We started to sell it online as well on eBay. Originally, on WordPress. This was just all building up my knowledge. That's what you've got to do. You've just got to put yourself out there, keep learning, listening to podcasts, read books. Just do it basically. It's all developing yourself and your business really and maybe not this business but future businesses. That eventually led us to Shopify and Shopify was amazing. I know it's a Shopify podcast but I would 100% recommend to anyone that's on an online business to just go for Shopify because it takes away a lot of the stress for yourself of do I need to put a certificate for security, payments? Worrying about the hosting, all these, the updates, all these kind of things. You don't really want to be worrying about that. You want to let someone like Shopify, a trusted, successful business deal with that for you. I haven't been paid to say this or anything. That's genuinely my point of view.\r","translation":"Ouais. Ouais. J'étais moi-même autodidacte avec les soins de la peau. Il suffit de lire des livres et d'y aller. J'ai en quelque sorte juste franchi le pas et c'était le petit premier pas pour arriver là où nous en sommes maintenant. Ouais. Nous avons également commencé à le vendre en ligne sur eBay. À l'origine, sur WordPress. Tout cela renforçait mes connaissances. C'est ce que tu dois faire. Vous devez juste vous montrer, continuer à apprendre, écouter des podcasts, lire des livres. Faites-le simplement. Il s'agit vraiment de vous développer et de développer votre entreprise, et peut-être pas cette entreprise, mais les entreprises futures. Cela nous a finalement conduit à Shopify et Shopify était incroyable. Je sais que c'est un podcast Shopify, mais je recommanderais à 100% à tous ceux qui travaillent sur une entreprise en ligne de se contenter de Shopify, car cela vous évite beaucoup de stress, dois-je mettre un certificat pour la sécurité, les paiements? Se soucier de l'hébergement, de tout ça, des mises à jour, de tout ce genre de choses. Vous ne voulez pas vraiment vous inquiéter à ce sujet. Vous voulez laisser quelqu'un comme Shopify, une entreprise fiable et prospère, traiter cela pour vous. Je n'ai pas été payé pour dire ceci ou quoi que ce soit. C'est vraiment mon point de vue.\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"Yeah. I think one of the big lessons that you're talking about here is just getting started. That's the way that you learned the most is just by getting started and then figuring out what your gaps are, what you need to learn, what you're slipping up on and start problem solving from there. What were some of the lessons that you learned from that first business that you made sure to apply when starting PureChimp?\r","translation":"Ouais. Je pense que l'une des grandes leçons dont vous parlez ici ne fait que commencer. C'est la façon dont vous avez le plus appris, c'est simplement en vous mettant en route, puis en déterminant vos lacunes, ce que vous devez apprendre, ce que vous glissez et commencez à résoudre les problèmes à partir de là. Quelles sont certaines des leçons que vous avez tirées de cette première entreprise et que vous vous êtes assuré d'appliquer lors du démarrage de PureChimp?\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"Good question. There were many things but I think the biggest thing is to every day improve, improve yourself, and try to improve your business. Just to kind of realize that it takes time as well. That took a while to get some sales and get to where it was. Then I could kind of apply that to this business. It's taken time. It took three years for me to get a full-time wage from it.\r","translation":"Bonne question. Il y avait beaucoup de choses, mais je pense que le plus important est de s'améliorer chaque jour, de vous améliorer et d'essayer d'améliorer votre entreprise. Juste pour se rendre compte que cela prend aussi du temps. Cela a pris du temps pour obtenir des ventes et arriver là où elles en étaient. Ensuite, je pourrais en quelque sorte appliquer cela à cette entreprise. Cela a pris du temps. Il m'a fallu trois ans pour en tirer un salaire à plein temps.\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"If I was to setup a business now from scratch, an online business, I would say get the foundations in place first. Get a good website, get a good product, focus on one product first, have a hero product, have that product where you can put all of your advertising, et cetera, into that one product. Then you can grow from around that in the future, that's fine. That would be where I would start.\r","translation":"Si je devais créer une entreprise maintenant à partir de zéro, une entreprise en ligne, je dirais d'abord que les fondations sont en place. Obtenez un bon site Web, obtenez un bon produit, concentrez-vous d'abord sur un produit, ayez un produit héros, ayez ce produit où vous pouvez mettre toute votre publicité, et cetera, dans ce seul produit. Ensuite, vous pouvez évoluer à partir de cela dans le futur, c'est bien. Ce serait là que je commencerais.\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"I would also say just understand you're not going to build a website and then get loads of people coming to your website and making loads of sales straight away. That's not how it works. It's a process. There's a growth for it and it takes a lot of commitment, a lot of dedication. Focus on getting the website built, get a great product, and then make it trustworthy, get reviews, maybe give some products to bloggers, ask for them to review it, et cetera.\r","translation":"Je dirais aussi simplement comprendre que vous n'allez pas créer un site Web, puis amener des tas de gens à venir sur votre site Web et à réaliser de nombreuses ventes immédiatement. Ce n'est pas comme ça que ça marche. C'est un processus. Il y a une croissance pour cela et cela demande beaucoup d'engagement, beaucoup de dévouement. Concentrez-vous sur la création du site Web, obtenez un excellent produit, puis rendez-le digne de confiance, obtenez des critiques, donnez peut-être des produits à des blogueurs, demandez-leur de l'examiner, et cetera.\r"},{"text_local":"Once you've got those foundations then you can look to put some more money into your business and advertise. Go for social media ads, I would recommend Google Shopping ads, something where you get real time feedback. We've wasted money on ... Well, maybe not wasted but spent a lot of money on things like TV ads, magazine ads where you're kind of just ... It's a big gamble. Early on, in terms of with your cash you don't want to be making those big gambles where you get no feedback.\r","translation":"Une fois que vous avez ces fondations, vous pouvez chercher à investir davantage dans votre entreprise et à faire de la publicité. Optez pour les annonces sur les réseaux sociaux, je recommanderais les annonces Google Shopping, quelque chose où vous obtenez des commentaires en temps réel. Nous avons gaspillé de l'argent sur ... Eh bien, peut-être pas gaspillé, mais dépensé beaucoup d'argent pour des choses comme des publicités télévisées, des publicités dans les magazines où vous êtes en quelque sorte juste ... C'est un gros pari. Au début, en ce qui concerne votre argent, vous ne voulez pas faire ces gros paris où vous n'obtenez aucun retour.\r"},{"text_local":"For example, a TV ad, we paid, which is relatively good, I think it was 14,000 pounds but that was an upfront cost. That's just roll of the dice. Is it going to give us any return or not? Who knows. That's just a big upfront cost. It's the same for magazine ads.\r","translation":"Par exemple, une publicité télévisée que nous avons payée, ce qui est relativement bon, je pense que c'était 14 000 livres, mais c'était un coût initial. C'est juste un lancer de dés. Cela va-t-il nous donner un retour ou non? Qui sait. C'est juste un gros coût initial. C'est la même chose pour les publicités dans les magazines.\r"},{"text_local":"With social media ads and Google Ads, in particular, Google Shopping ads, as entrepreneurs, online entrepreneurs, we're very lucky where we can maybe test a 50 pound budget on an ad and see how it performs and if it's performing great, awesome, we can put more money into that and let it work its magic. If it's not, we can just turn it off. We're just very lucky. If you are setting up an online business or have an online business, it's great times, to be honest, and a lot of good opportunities.\r","translation":"Avec les publicités sur les réseaux sociaux et Google Ads, en particulier les publicités Google Shopping, en tant qu'entrepreneurs, entrepreneurs en ligne, nous sommes très chanceux de pouvoir peut-être tester un budget de 50 livres sur une annonce et voir comment elle fonctionne et si elle fonctionne très bien. , nous pouvons y mettre plus d’argent et le laisser faire sa magie. Si ce n'est pas le cas, nous pouvons simplement le désactiver. Nous sommes juste très chanceux. Si vous créez une entreprise en ligne ou avez une entreprise en ligne, ce sont de bons moments, pour être honnête, et beaucoup de bonnes opportunités.\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"Got it. You mentioned earlier that you want to focus on improving yourself and your business and when you say that you don't mean like ... You do mean like small tweaks and small improvements, right? Not like huge jumps that you need to try to achieve every single day. Is that what you're getting at or are you talking about ... Can you give some examples of improvements that you have accomplished on a day to day basis? Just to give people an idea of the scale of improvements you're talking about on a day to day basis for you or your business.\r","translation":"Je l'ai. Vous avez mentionné plus tôt que vous voulez vous concentrer sur l'amélioration de vous-même et de votre entreprise et quand vous dites que vous ne voulez pas dire comme ... Vous voulez dire comme de petits ajustements et de petites améliorations, n'est-ce pas? Pas comme les énormes sauts que vous devez essayer de réaliser chaque jour. Est-ce ce à quoi vous voulez en venir ou parlez-vous ... Pouvez-vous donner des exemples d'améliorations que vous avez accomplies au jour le jour? Juste pour donner aux gens une idée de l'ampleur des améliorations dont vous parlez au quotidien pour vous ou votre entreprise.\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"Yeah. Sure. I guess a good example of this is I have a weekly to-do list that's just like a chart and I tick it off every week. These are just all small steps that help to improve the business, grow business, and get us to where we want to be. For example, that could be checking the Google ads every day for the keywords, adding negative keywords, that's just one example. Responding to all customer and social media comments, that's another daily task. That's on my weekly chart. There's so many. There's so many things. I'm just trying to think off the top of my head other things that we've got on there.\r","translation":"Ouais. Sûr. Je suppose qu'un bon exemple de cela est que j'ai une liste de tâches hebdomadaire qui ressemble à un graphique et que je la coche chaque semaine. Ce ne sont que de petites étapes qui aident à améliorer l'entreprise, à faire croître l'entreprise et à nous amener là où nous voulons être. Par exemple, cela pourrait être de vérifier les annonces Google tous les jours pour les mots clés, en ajoutant des mots clés négatifs, ce n'est qu'un exemple. Répondre à tous les commentaires des clients et des réseaux sociaux, c'est une autre tâche quotidienne. C'est sur mon graphique hebdomadaire. Il y en a tellement. Il y a tellement de choses. J'essaie juste de penser par le haut de ma tête à d'autres choses que nous avons là-dedans.\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"When you say you want to improve the business these are like processes that you setup that you are committing to every single week and by just going through, executing on those processes, you know end of day, end of week, that will move the needle at least a little bit for your business.\r","translation":"Lorsque vous dites que vous voulez améliorer l'entreprise, ce sont comme des processus que vous configurez dans lesquels vous vous engagez chaque semaine et en passant simplement par, en exécutant ces processus, vous savez que la fin de la journée, la fin de la semaine, cela fera bouger l'aiguille. au moins un peu pour votre entreprise.\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"Yes. Exactly. Yeah. Then within that, I'm also sort of listening to podcasts when I get the time, reading books and when I'm doing that I'm normally getting new ideas to try for the business as well as outside of my kind of ... I guess you could say it's a bit regimented, like the regime, I've got these weekly tasks that have to be done. They're tasks that are taking small steps to where we need to go. Then outside of that I'm always coming up with ideas and new things to try, et cetera. Those ideas normally come from learning from other entrepreneurs and speaking with people, talking to your customers, and all of these things. Yeah. We've always been a company that will try things and some things will work. 90% of the time they probably won't work. That 10% of the time that it works, that really helps to move the company forward.\r","translation":"Oui. Exactement. Ouais. Ensuite, j'écoute aussi des podcasts quand j'en ai le temps, je lis des livres et quand je le fais, je reçois normalement de nouvelles idées à essayer pour l'entreprise ainsi qu'en dehors de mon genre de ... Je suppose que vous pourriez dire que c'est un peu réglementé, comme le régime, j'ai ces tâches hebdomadaires à faire. Ce sont des tâches qui font de petits pas vers où nous devons aller. Ensuite, en dehors de cela, je trouve toujours des idées et de nouvelles choses à essayer, et cetera. Ces idées viennent normalement d'apprendre d'autres entrepreneurs et de parler avec les gens, de parler à vos clients et de toutes ces choses. Ouais. Nous avons toujours été une entreprise qui essaiera des choses et certaines choses fonctionneront. 90% du temps, ils ne fonctionneront probablement pas. Que 10% du temps que cela fonctionne, cela aide vraiment à faire avancer l'entreprise.\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"Right. Yeah. It's definitely a game of being able to survive enough failures before you land on the one that does work. Speaking of trying over and over again, you mentioned that it took you three years to get a living wage. You mentioned to us that you were surviving off of around 300 to 600 pounds a month for the first three years before you were able to earn a good wage from the business. Most people that I hear that will give up will likely give up much sooner than three years. You went three years without seeing ... It's not that you didn't see a light at the end of the tunnel but you didn't see the returns immediately for three whole years. What advice do you have for people out there that are in the struggle right now? Maybe they're just in the first month or maybe they're in the two and a half years into it and they haven't been able to get things rolling, they aren't seeing the returns that they're hoping for. What do you recommend that they look at to decide, \"Hey, should I give up or should I keep on going?\"\r","translation":"Droite. Ouais. C'est définitivement un jeu de pouvoir survivre à suffisamment d'échecs avant d'atterrir sur celui qui fonctionne. Parlant d'essayer encore et encore, vous avez mentionné qu'il vous a fallu trois ans pour obtenir un salaire décent. Vous nous avez dit que vous surviviez avec environ 300 à 600 livres par mois pendant les trois premières années avant de pouvoir gagner un bon salaire de l'entreprise. La plupart des gens que j'entends qui abandonneront probablement abandonneront beaucoup plus tôt que trois ans. Vous êtes resté trois ans sans voir ... Ce n'est pas que vous n'avez pas vu de lumière au bout du tunnel mais vous n'avez pas vu les retours immédiatement pendant trois ans entiers. Quels conseils donneriez-vous aux gens qui luttent actuellement? Peut-être qu'ils ne sont que dans le premier mois ou peut-être qu'ils sont dans les deux ans et demi qui ont suivi et qu'ils n'ont pas été en mesure de faire avancer les choses, ils ne voient pas les rendements qu'ils espèrent. Que recommandez-vous qu'ils examinent pour décider: \"Hé, devrais-je abandonner ou devrais-je continuer?\"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"Yeah. That's a good question, a tricky one because I guess it varies from person to person. Take a step back and think, \"What can I do to get this business to where I want to be?\" Try these things, try, try, try, try all these different options and see if it helps to get you to where you are. I was in quite a luxurious position because I was still living at home so I could afford to live off a very low wage at the time. If you're in the same position then great. You have that luxury. You're in a very luxurious position ... Not luxurious. Sorry. A good position where you can try all these things and keep going until you find something that works for you. It's probably going to be finding that advertising that works for you, a lot of the time.\r","translation":"Ouais. C'est une bonne question, une question délicate car je suppose que cela varie d'une personne à l'autre. Prenez du recul et pensez: \"Que puis-je faire pour amener cette entreprise là où je veux être?\" Essayez ces choses, essayez, essayez, essayez, essayez toutes ces différentes options et voyez si cela aide à vous amener là où vous êtes. J'étais dans une position assez luxueuse parce que je vivais toujours à la maison, donc je pouvais me permettre de vivre avec un salaire très bas à l'époque. Si vous êtes dans la même position, tant mieux. Vous avez ce luxe. Vous êtes dans une position très luxueuse ... Pas luxueuse. Désolé. Une bonne position où vous pouvez essayer toutes ces choses et continuer jusqu'à ce que vous trouviez quelque chose qui fonctionne pour vous. Il va probablement trouver cette publicité qui fonctionne pour vous, la plupart du temps.\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"You recommend that people try to exhaust every single thing they can think of before giving up or is there a sign that you can look at to say, \"Okay, I am on track\" or, \"Okay, I am way off of base and maybe I need to go back and revisit the fundamentals\"? Is there a product market fit? What signs are you looking at to say, \"Let me keep at this\"? Not so much how do you succeed but what are you looking at to say, \"Okay, I'll stay in this game, I can still stay on this path\"? What gave you faith that you should keep on going at it? \r","translation":"Vous recommandez que les gens essaient d'épuiser tout ce à quoi ils peuvent penser avant d'abandonner ou y a-t-il un signe que vous pouvez regarder pour dire: \"D'accord, je suis sur la bonne voie\" ou \"D'accord, je suis loin de la base et peut-être ai-je besoin de revenir en arrière et de revoir les fondamentaux \"? Y a-t-il un marché de produits adapté? Quels signes regardez-vous pour dire: «Laissez-moi continuer»? Pas tellement comment réussissez-vous mais que cherchez-vous à dire: \"D'accord, je vais rester dans ce jeu, je peux toujours rester sur cette voie\"? Qu'est-ce qui vous a donné la foi que vous devriez continuer à y aller?\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"I don't know. To be honest, I've never actually stepped back and thought about that. I've kind of just been in the business and just working hard to make it happen and then over time, eventually, it did. Just continuing to develop myself as a person, develop and improve the business, and it kind of just happened. For someone else who is in that situation, I think maybe if you're in two minds, maybe talk to people, talk to friends, talk to family, talk to other business people, actually other people with an online business could be a great option, to be honest, because they might have some golden nuggets for you, of information, to take away and use or they might also say, \"You know what? I think you've given it a great shot but maybe it's just not the right product. You're perfect, you can make another business work but maybe it's not the right product.\" They might say to you, \"You know what? This is fantastic. There's definitely a market for this but you just need to keep improving things.\" Maybe your branding is not on point or maybe the advertising channels that you're using are not on point.\r","translation":"Je ne sais pas. Pour être honnête, je n'ai jamais vraiment reculé et pensé à cela. J'ai en quelque sorte été dans l'entreprise et j'ai travaillé dur pour y arriver, puis au fil du temps, finalement, cela s'est produit. Je continue simplement à me développer en tant que personne, à développer et à améliorer l'entreprise, et c'est en quelque sorte arrivé. Pour quelqu'un d'autre qui se trouve dans cette situation, je pense que peut-être que si vous êtes dans deux esprits, peut-être parler aux gens, parler à des amis, parler à la famille, parler à d'autres hommes d'affaires, en fait d'autres personnes ayant une entreprise en ligne pourraient être un excellent option, pour être honnête, car ils pourraient avoir des pépites d'or pour vous, des informations, à emporter et à utiliser ou ils pourraient aussi dire: \"Vous savez quoi? Je pense que vous avez fait un bon coup, mais peut-être que ce n'est tout simplement pas le bon produit. Vous êtes parfait, vous pouvez faire fonctionner une autre entreprise, mais ce n'est peut-être pas le bon produit. \" Ils pourraient vous dire: \"Vous savez quoi? C'est fantastique. Il y a certainement un marché pour cela, mais vous devez juste continuer à améliorer les choses.\" Peut-être que votre image de marque n'est pas pertinente ou peut-être que les canaux publicitaires que vous utilisez ne le sont pas.\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"Yeah. I think the big lesson is you don't have to struggle in silence. You can seek the advice ... I think the best advice really is to find other entrepreneurs that, ideally, are further along on the path than you or have seen more or have more war stories to tell and they can actually see where you are and they can see if they see a path for you. I think that that's an important point is to seek the advice of people that are further along than you. I think that's a good piece of advice. You mentioned in the early days when you tried to get things rolling, you tried all the free options like posting on social media, talking in forums, talking to friends and family and you mentioned that you soon realized that you really need to pay to get new customers. Tell us about that. What led you to realize that you have to basically pay to play?\r","translation":"Ouais. Je pense que la grande leçon est que vous n'avez pas à lutter en silence. Vous pouvez demander conseil ... Je pense que le meilleur conseil est vraiment de trouver d'autres entrepreneurs qui, idéalement, sont plus avancés que vous sur le chemin ou qui en ont vu plus ou qui ont plus d'histoires de guerre à raconter et qui peuvent réellement voir où vous en êtes. et ils peuvent voir s'ils voient un chemin pour vous. Je pense que c'est un point important, c'est de demander l'avis de personnes qui sont plus avancées que vous. Je pense que c'est un bon conseil. Vous avez mentionné au début lorsque vous avez essayé de faire avancer les choses, vous avez essayé toutes les options gratuites comme publier sur les médias sociaux, parler dans des forums, parler à vos amis et à votre famille et vous avez mentionné que vous vous êtes vite rendu compte que vous deviez vraiment payer pour obtenir nouveaux clients. Parlez-nous de ça. Qu'est-ce qui vous a amené à réaliser que vous devez essentiellement payer pour jouer?\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"Yeah. I think a big kind of aha moment with that was on Instagram and on Facebook, we used to get quite a lot of organic exposure. I noticed Facebook kind of changing their strategy, asking are you a business? Same on Instagram. As soon as they kind of know that, they want to pay for you to get that exposure, which is fair enough. They're monetizing their platform. In the early days, it wasn't monetized. There wasn't really ads on Facebook and Instagram but that changed. With that, every day people that don't have a business on Instagram or Facebook they're not going to pay to get exposure. Facebook and Instagram are aware of that and I noticed they were kind of gathering their information and our organic exposure was going down as a business. I kind of realized, okay, these platforms are excellent in terms of for a business and to get eyes on your business. This is the modern way. It was a bit organic and now this is turning into, okay, to get those eyes you have to pay for it, which is perfectly fair enough from Facebook and Instagram. They're a business. They need to monetize their product. That's fine. We kind of went with them on that.\r","translation":"Ouais. Je pense qu'un grand moment aha était sur Instagram et sur Facebook, nous avions l'habitude d'avoir beaucoup d'exposition organique. J'ai remarqué que Facebook changeait en quelque sorte sa stratégie en vous demandant: êtes-vous une entreprise? Idem sur Instagram. Dès qu'ils le savent, ils veulent vous payer pour obtenir cette exposition, ce qui est assez juste. Ils monétisent leur plateforme. Au début, il n'était pas monétisé. Il n'y avait pas vraiment de publicités sur Facebook et Instagram, mais cela a changé. Avec cela, chaque jour, les gens qui n'ont pas d'entreprise sur Instagram ou Facebook ne paieront pas pour être exposés. Facebook et Instagram en sont conscients et j'ai remarqué qu'ils collectaient en quelque sorte leurs informations et que notre exposition organique diminuait en tant qu'entreprise. J'ai en quelque sorte réalisé, d'accord, ces plates-formes sont excellentes pour une entreprise et pour avoir un œil sur votre entreprise. C'est la manière moderne. C'était un peu organique et maintenant cela devient, d'accord, pour obtenir ces yeux, vous devez payer pour cela, ce qui est parfaitement juste de Facebook et Instagram. C'est une entreprise. Ils doivent monétiser leur produit. C'est très bien. Nous sommes en quelque sorte allés avec eux là-dessus.\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"Let's talk about different platforms that you've used. You mentioned to us, Facebook ads, Instagram ads, Amazon ads, affiliate marketing, Google Shopping ads. Let's talk about Facebook ads first. Tell us about the strategy on there. What recommendations do you have for anyone out there that is getting started for the first time with Facebook ads for their online store?\r","translation":"Parlons des différentes plates-formes que vous avez utilisées. Vous nous avez mentionné, les publicités Facebook, les publicités Instagram, les publicités Amazon, le marketing d'affiliation, les publicités Google Shopping. Parlons d'abord des publicités Facebook. Parlez-nous de la stratégie là-bas. Quelles recommandations avez-vous pour quiconque se lance pour la première fois avec des publicités Facebook pour sa boutique en ligne?\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"Yeah. Sure. With Facebook ads, I would say, okay, find a target market for your product. That's very important and that's quite easy to do on Facebook.\r","translation":"Ouais. Sûr. Avec les publicités Facebook, je dirais, d'accord, trouvez un marché cible pour votre produit. C'est très important et c'est assez facile à faire sur Facebook.\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"How do you do that?\r","translation":"Comment tu fais ça?\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"How we do that, we do it on interest. Interests relating to our product and also we narrow it down by age and also sex and location. That's kind of what we do. Also, over time, Facebook have this awesome thing where they can do a lookalike audience. We also use that. That's from the Facebook pixel that you have on your website.\r","translation":"Comment nous faisons cela, nous le faisons avec intérêt. Les intérêts liés à notre produit et nous le restreignons par âge, sexe et lieu. C'est un peu ce que nous faisons. De plus, au fil du temps, Facebook a cette chose géniale où ils peuvent faire une audience similaire. Nous utilisons également cela. Cela provient du pixel Facebook que vous avez sur votre site Web.\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"You need to have some traffic before you're able to take advantage of that.\r","translation":"Vous devez avoir du trafic avant de pouvoir en profiter.\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"Exactly.\r","translation":"Exactement.\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"Out of I guess those vectors of the location, the interest, the gender, the age, which one of those is the most important to get right that will narrow in on your actual customers the most?\r","translation":"Je suppose que ces vecteurs de l'emplacement, l'intérêt, le sexe, l'âge, lequel de ceux-ci est le plus important à faire et qui se limitera le plus à vos clients réels?\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"Yeah. For us, it's been interest. Definitely interest. Because we're a six year old company and we have had the pixel on our website for a long time and Facebook has the data, we now use the lookalike conversion audience a lot as a fantastic feature on Facebook. I recommend it. We set that to 4% ... You have the option to do that in the ads and that's been very successful for us because what we've found when we narrow down our audience by interest, it was perfect, it was working, but when we have ads that are really good and we want to put more money into them we found that target market was too small. That's where the Facebook lookalike pixel comes in. It's fantastic when you want to expand your reach with an ad and also add more budget to the ad and spend. Yeah. That's what I would recommend. Then the ad itself is very important as well. What we tend to do is use a video. You only need one, two videos and then you can kind of edit those videos and test which one works, which one doesn't and how I'd edit that, I would use ... We tend to just use an app called In Shot. I think the annual subscription is maybe 10, 20 pounds. It's sort of $25 and it's awesome because you can add a backing track to your video, which you can test, see which backing track works the best and also you can add a text onto the videos as well, which is important because you've got to think a lot of your customers when they're on Facebook or Instagram they're not always going to have the volume on so having that text is very, very important. When they do have ...\r","translation":"Ouais. Pour nous, cela a été intéressant. Certainement intéressant. Parce que nous sommes une entreprise de six ans et que nous avons le pixel sur notre site Web depuis longtemps et que Facebook a les données, nous utilisons maintenant beaucoup l'audience de conversion sosie comme une fonctionnalité fantastique sur Facebook. Je le recommande. Nous avons fixé cela à 4% ... Vous avez la possibilité de le faire dans les annonces et cela a été très réussi pour nous parce que ce que nous avons trouvé lorsque nous avons réduit notre audience par intérêt, c'était parfait, cela fonctionnait, mais lorsque nous avons des publicités vraiment bonnes et que nous voulons y investir plus d'argent, nous avons constaté que le marché cible était trop petit. C'est là que le pixel sosie de Facebook entre en jeu. C'est fantastique lorsque vous souhaitez élargir votre portée avec une annonce et également ajouter plus de budget à l'annonce et à dépenser. Ouais. C'est ce que je recommanderais. Ensuite, l'annonce elle-même est également très importante. Ce que nous avons tendance à faire, c'est d'utiliser une vidéo. Vous n'avez besoin que d'une, deux vidéos, puis vous pouvez en quelque sorte éditer ces vidéos et tester laquelle fonctionne, laquelle ne fonctionne pas et comment je l'éditerais, j'utiliserais ... Nous avons tendance à utiliser simplement une application appelée In Coup. Je pense que l'abonnement annuel est peut-être de 10, 20 livres. C'est une sorte de 25 $ et c'est génial parce que vous pouvez ajouter une piste d'accompagnement à votre vidéo, que vous pouvez tester, voir quelle piste d'accompagnement fonctionne le mieux et vous pouvez également ajouter un texte sur les vidéos, ce qui est important car vous avez Je dois penser à beaucoup de vos clients lorsqu'ils sont sur Facebook ou Instagram, ils ne vont pas toujours avoir le volume, donc avoir ce texte est très, très important. Quand ils ont ...\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"What's in the text itself? Is it like subtitles of what people are saying? What are you including in the text on screen?\r","translation":"Qu'y a-t-il dans le texte lui-même? Est-ce comme des sous-titres de ce que les gens disent? Qu'incluez-vous dans le texte à l'écran?\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"We're just including almost like bullet points, key benefits really to the product. That's kind of what we tend to do.\r","translation":"Nous incluons juste presque comme des puces, des avantages clés vraiment pour le produit. C'est un peu ce que nous avons tendance à faire.\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"Got it.\r","translation":"Je l'ai.\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"The video tends to be short so normally sort of 10 seconds is kind of around where we are, I believe, 10 to 20 seconds and within that, we'll maybe have five key sort of messages for the customer, which are normally benefits of the product.\r","translation":"La vidéo a tendance à être courte, donc normalement, 10 secondes, c'est un peu là où nous en sommes, je crois, de 10 à 20 secondes et à l'intérieur de cela, nous aurons peut-être cinq types de messages clés pour le client, qui sont normalement des avantages de le produit.\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"What do you have in those 10, 20 second videos?\r","translation":"Qu'avez-vous dans ces vidéos de 10, 20 secondes?\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"In terms of?\r","translation":"En terme de?\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"The content. Is it a lifestyle photo? Products or lifestyle videos or product video?\r","translation":"Le contenu. Est-ce une photo de style de vie? Produits ou vidéos lifestyle ou vidéo produits?\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"We tend to have the product and how it's being used. That's kind of what we've done. Our product, our hero product on Matcha tea is quite versatile and it can be used in a number of recipes. We're quite lucky because we can produce content as recipes and we have a few videos like that. Then we can take that and edit it into a message. For example, we have a quick fix Matcha latte recipe video, which is just where we've mixed hot water and cold milk. Certainly, a very quick and easy way to make a Matcha latte. That was originally a piece of content for our Instagram followers. We then turned that also into an ad. We just cut the video down in time. A nice short video seems to work well on Facebook and Instagram and then we added some backing music to that and we also added some text on top. It's kind of different. It is an ad at the end of the day and we're trying to give key benefits of our product in the ad. Then when we're using it for our Instagram, just for our any organic reach that we get, it's more about just giving our customers value by showing them a recipe or a way to use the product. It's kind of a different approach. It is great. You have that content, you can use it in many ways. We're so lucky that we can very cheaply ... Once you have that video, you can cut it to 10 seconds, 20 seconds. You can use the end part, the beginning. You can add the backing music, you can add different text. We're so lucky in terms of being able to try different things.\r","translation":"Nous avons tendance à avoir le produit et comment il est utilisé. C'est un peu ce que nous avons fait. Notre produit, notre produit phare sur le thé Matcha est assez polyvalent et il peut être utilisé dans de nombreuses recettes. Nous avons beaucoup de chance car nous pouvons produire du contenu sous forme de recettes et nous avons quelques vidéos comme celle-là. Ensuite, nous pouvons prendre cela et le modifier dans un message. Par exemple, nous avons une vidéo de recette rapide de matcha latte, où nous avons mélangé de l'eau chaude et du lait froid. Certainement, un moyen très rapide et facile de faire un matcha latte. C'était à l'origine un contenu pour nos abonnés Instagram. Nous l'avons ensuite transformé en une annonce. Nous venons de couper la vidéo à temps. Une belle courte vidéo semble bien fonctionner sur Facebook et Instagram, puis nous avons ajouté de la musique d'accompagnement à cela et nous avons également ajouté du texte par-dessus. C'est un peu différent. C'est une annonce à la fin de la journée et nous essayons de donner les principaux avantages de notre produit dans l'annonce. Ensuite, lorsque nous l'utilisons pour notre Instagram, juste pour la portée organique que nous obtenons, il s'agit plus simplement de donner de la valeur à nos clients en leur montrant une recette ou une façon d'utiliser le produit. C'est une sorte d'approche différente. C'est super. Vous avez ce contenu, vous pouvez l'utiliser de plusieurs manières. Nous sommes tellement chanceux que nous pouvons à très bas prix ... Une fois que vous avez cette vidéo, vous pouvez la couper à 10 secondes, 20 secondes. Vous pouvez utiliser la partie finale, le début. Vous pouvez ajouter la musique d'accompagnement, vous pouvez ajouter un texte différent. Nous avons tellement de chance de pouvoir essayer différentes choses.\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"Again, the video content is all basically the product in use. Now when you are creating these videos do you do it differently? Are you creating different content for Facebook or Instagram or is the strategy pretty much the same?\r","translation":"Encore une fois, le contenu vidéo est essentiellement le produit utilisé. Maintenant, lorsque vous créez ces vidéos, le faites-vous différemment? Créez-vous un contenu différent pour Facebook ou Instagram ou la stratégie est-elle à peu près la même?\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"Yeah. I'll be honest. We tend to use the same content because it has changed recently. Before I would have said you'd have to use different aspect ratios for your ads and potentially different content but now I'd imagine 90% of your customers are probably going to, possibly even more, are going to be using their mobile phone when they're browsing social media. Five years ago, maybe people would browse Facebook on their laptop or desktop but because everyone is on their mobile phone, having the square dimensions works on Facebook, also works on Instagram.\r","translation":"Ouais. Je serai honnête. Nous avons tendance à utiliser le même contenu car il a changé récemment. Avant, j'aurais dit que vous deviez utiliser différents ratios d'aspect pour vos annonces et un contenu potentiellement différent, mais maintenant j'imagine que 90% de vos clients vont probablement, peut-être même plus, utiliser leur téléphone mobile lorsque ils naviguent sur les réseaux sociaux. Il y a cinq ans, peut-être que les gens naviguaient sur Facebook sur leur ordinateur portable ou de bureau, mais parce que tout le monde est sur leur téléphone portable, avoir les dimensions carrées fonctionne sur Facebook, fonctionne également sur Instagram.\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"What's the call to action in the ad?\r","translation":"Quel est l'appel à l'action dans l'annonce?\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"We tend to have a learn more button. Then a shop now button for our retargeting.\r","translation":"Nous avons tendance à avoir un bouton en savoir plus. Puis un bouton Shop Now pour notre reciblage.\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"That usually goes like on the product page or where does it go?\r","translation":"Cela va généralement comme sur la page du produit ou où va-t-il?\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"Yeah. Exactly. We take it to our hero product, which is our regular flavor Matcha green tea because that's our best-selling product. It's also where we've got all of our reviews from our customers, well, most of our reviews. That's what we tend to do. We normally sort of say to people, \"Link into the button.\" Often we use the slogan, \"Make the switch today\" so that would be switching to Matcha tea from coffee ... We don't say to customers, \"You have to stop having coffee\" or stop having energy drinks but just making the switch from one coffee a day to a Matcha or switch one energy drink a day for a Matcha tea and just see how it'll make you feel.\r","translation":"Ouais. Exactement. Nous l'apportons à notre produit phare, qui est notre thé vert Matcha à saveur régulière, car c'est notre produit le plus vendu. C'est aussi là que nous avons tous nos avis de nos clients, enfin, la plupart de nos avis. C'est ce que nous avons tendance à faire. Normalement, nous disons aux gens: \"Liez-vous au bouton\". Souvent, nous utilisons le slogan «Faites le changement aujourd'hui» pour passer du café au thé Matcha ... Nous ne disons pas aux clients: «Vous devez arrêter de prendre un café» ou arrêter de boire des boissons énergisantes, mais simplement faire le passez d'un café par jour à un Matcha ou changez une boisson énergisante par jour pour un thé Matcha et voyez simplement ce que vous ressentirez.\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"How did you know that was a talking point? How did you know that should be the messaging of try something new or try switching it up? How did you know that was going to be the messaging that would resonate with people?\r","translation":"Comment saviez-vous que c'était un sujet de discussion? Comment saviez-vous que cela devrait être le message d'essayer quelque chose de nouveau ou d'essayer de le changer? Comment saviez-vous que ce serait le message qui résonnerait avec les gens?\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"One of the reasons was we did do some market research. We did a campaign on Survey Monkey and we are customers, \"Why do you drink PureChimp Matcha tea? Why did you buy it from us?\" Then one of the big reasons was they wanted to make the switch from coffee because too much coffee made them anxious. A lot of people also, quite common, actually another common one was they wanted to improve their health so that was another kind of thing we'd say, \"Improve your health.\" Match green tea is full of antioxidants that are very beneficial to the body. Yeah. We kind of took the information from our customer ... We asked our customers and that really helped with our campaigns because it gave us a better idea for why people were trusting our business and trusting our product. Yeah. That can really then help to resonate with people in your ads.\r","translation":"L'une des raisons était que nous avons fait des études de marché. Nous avons fait une campagne sur Survey Monkey et nous sommes clients, \"Pourquoi buvez-vous du thé PureChimp Matcha? Pourquoi l'avez-vous acheté chez nous?\" Ensuite, l'une des principales raisons était qu'ils voulaient abandonner le café parce que trop de café les rendait anxieux. Beaucoup de gens aussi, assez communs, en fait une autre chose courante était qu'ils voulaient améliorer leur santé, alors c'était un autre genre de chose que nous disions: «Améliorez votre santé». Le thé vert Match est plein d'antioxydants qui sont très bénéfiques pour le corps. Ouais. Nous avons en quelque sorte pris les informations de notre client ... Nous avons demandé à nos clients et cela a vraiment aidé avec nos campagnes car cela nous a donné une meilleure idée des raisons pour lesquelles les gens faisaient confiance à notre entreprise et faisaient confiance à notre produit. Ouais. Cela peut vraiment aider à résonner avec les gens dans vos annonces.\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"Now I want to talk about Amazon ads because I don't think too many people out there have utilized Amazon ads. Tell us more about that. How do Amazon ads work?\r","translation":"Maintenant, je veux parler des publicités Amazon car je ne pense pas que trop de gens aient utilisé les publicités Amazon. Dites-nous en plus à ce propos. Comment fonctionnent les publicités Amazon?\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"Yeah. That's evolving every day. Essentially, you're paying for the ... Well, not always but normally it's to get to the top of the search results on Amazon. There's a variety of ways. One of them would be when a customer is searching, for example, for a Matcha tea, our product would appear on the ad at the top and we would be paying for that exposure. Another one is they have banner ads so when people are maybe on a product for, let's say, yoga mats, you might also have a banner ad advertising our Matcha tea. That's been very successful for us. I think a big reason is Amazon ... When people are on Amazon they're kind of in that shopping mode I guess, which is a big thing and it's a platform that ... They do a great job, Amazon, to be fair. They make it very quick and convenient for people to check out. That helps to get the high conversion rate. Also, a big thing I would say, this is a good lesson for any sort of opportunities or things you see that pop up in the future, in particular, in the UK, it might be different in the US. It's a new feature that Amazon have added quite recently and with a lot of advertising, when it's new, if you're an early adopter, you're in there early and you get the opportunity to get the best return for the lowest price because you're on there when not as many people are. That's kind of how their systems work. That's how a lot of people were successful in the early days of e-commerce with Google Ads. The people that were the early adopters got lots of exposure for a low cost and that made them very successful. That's kind of what has happened with Amazon ads. With Amazon ads as well, for your ads to be displayed you need to have the buy box. I mean, if it's your branded products that you're selling on Amazon and you're the only seller then fantastic. You're not going to have any problems. You're going to always have that buy box. That's one thing actually to consider if you are putting your products onto Amazon.\r","translation":"Ouais. Cela évolue chaque jour. Essentiellement, vous payez pour le ... Eh bien, pas toujours mais normalement c'est pour arriver en haut des résultats de recherche sur Amazon. Il y a plusieurs façons. L'un d'entre eux serait lorsqu'un client recherche, par exemple, un thé Matcha, notre produit apparaîtrait sur l'annonce en haut et nous paierions pour cette exposition. Un autre est qu'ils ont des bannières publicitaires, donc lorsque les gens sont peut-être sur un produit pour, disons, des tapis de yoga, vous pouvez également avoir une bannière publicitaire annonçant notre thé Matcha. Cela a été très réussi pour nous. Je pense qu'une grande raison est Amazon ... Quand les gens sont sur Amazon, ils sont en quelque sorte dans ce mode d'achat, ce qui est une grande chose et c'est une plate-forme qui ... Ils font un excellent travail, Amazon, pour être juste. Ils rendent le départ très rapide et pratique pour les gens. Cela aide à obtenir le taux de conversion élevé. Aussi, je dirais une chose importante, c'est une bonne leçon pour toutes sortes d'opportunités ou de choses que vous voyez qui surgissent à l'avenir, en particulier au Royaume-Uni, cela pourrait être différent aux États-Unis. C'est une nouvelle fonctionnalité qu'Amazon a ajoutée assez récemment et avec beaucoup de publicité, quand c'est nouveau, si vous êtes un des premiers à adopter, vous êtes là tôt et vous avez la possibilité d'obtenir le meilleur rendement pour le prix le plus bas car vous êtes là-bas quand il n'y a pas autant de monde. C'est un peu comme ça que leurs systèmes fonctionnent. C'est ainsi que beaucoup de gens ont réussi aux débuts du commerce électronique avec Google Ads. Les personnes qui ont été les premiers utilisateurs ont eu beaucoup de visibilité pour un faible coût et cela a fait leur succès. C'est un peu ce qui s'est passé avec les publicités Amazon. Avec les publicités Amazon également, pour que vos publicités s'affichent, vous devez disposer de la boîte d'achat. Je veux dire, si ce sont vos produits de marque que vous vendez sur Amazon et que vous êtes le seul vendeur, alors fantastique. Vous n'aurez aucun problème. Vous aurez toujours cette boîte d'achat. C'est une chose à considérer si vous mettez vos produits sur Amazon.\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"That buy box, you're talking about when someone hits ... When they want to buy, you are the vendor that will basically complete the transaction. You're saying by registering your brand, by default, you should I guess own the buy box?\r","translation":"Cette boîte d'achat, vous parlez du moment où quelqu'un frappe ... Lorsqu'il veut acheter, vous êtes le vendeur qui terminera essentiellement la transaction. Vous dites qu'en enregistrant votre marque, par défaut, devrais-je devenir propriétaire de la boîte d'achat?\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"Yeah. Exactly. Well, no. Actually, that's an important thing and a good thing to mention. You can have people reselling your product on Amazon and they can win that buy box and then that's going to cause you some headaches, to be honest, because the price ... You don't really control the price now. That can go up, that can go down. They can win that buy box because they've got more feedback but also your ads will not be displayed, your Amazon ads if you don't have that buy box. I would 100% recommend if your strategy is to be an online business only, I would think carefully about working with wholesalers or just possibly have something in place where they cannot sell your products on Amazon because that's a huge problem actually in the UK. We sold to a wholesaler and they were ... A lot of independent health shops buy from the wholesalers so we thought, \"Okay. Great. We're opening up our product to loads of health shops, like offline so it's not going to compete with us.\" Actually what happened was we provide them with a great price and it kind of backfired because we had a lot of Amazon resellers and Amazon sellers, sorry, buying our products there and then selling it on Amazon and then we were losing the buy box, we were losing a lot of control in terms of they didn't really kind of care in terms of the shelf life of a product, for example. They would be happy to send a product that's only got a month on it whereas the Matcha needs ... Some customers are not using it within a month. Yeah. It caused us a lot of headaches.\r","translation":"Ouais. Exactement. Et bien non. En fait, c'est une chose importante et une bonne chose à mentionner. Vous pouvez avoir des gens qui revendent votre produit sur Amazon et ils peuvent gagner cette boîte d'achat et cela va vous causer des maux de tête, pour être honnête, parce que le prix ... Vous ne contrôlez pas vraiment le prix maintenant. Cela peut augmenter, cela peut descendre. Ils peuvent gagner cette boîte d'achat parce qu'ils ont plus de commentaires, mais vos publicités ne seront pas non plus affichées, vos publicités Amazon si vous n'avez pas cette boîte d'achat. Je recommanderais à 100% si votre stratégie consiste à n'être qu'une entreprise en ligne, je réfléchirais attentivement à travailler avec des grossistes ou tout simplement à avoir quelque chose en place où ils ne peuvent pas vendre vos produits sur Amazon, car c'est un énorme problème en fait au Royaume-Uni. Nous avons vendu à un grossiste et ils étaient ... Beaucoup de magasins de santé indépendants achètent aux grossistes, alors nous nous sommes dit: \"D'accord. Génial. Nous ouvrons notre produit à des tas de magasins de produits de santé, comme hors ligne, donc ça ne va pas rivaliser avec nous. \" En fait, ce qui s'est passé, c'est que nous leur fournissons un prix avantageux et cela s'est en quelque sorte retourné contre eux parce que nous avions beaucoup de revendeurs Amazon et de vendeurs Amazon, désolé, achetant nos produits là-bas, puis les vendant sur Amazon, puis nous perdions la boîte d'achat, nous perdaient beaucoup de contrôle en ce sens qu'ils ne se préoccupaient pas vraiment de la durée de conservation d'un produit, par exemple. Ils se feraient un plaisir d'envoyer un produit sur lequel il n'y a qu'un mois alors que le Matcha en a besoin ... Certains clients ne l'utilisent pas dans un délai d'un mois. Ouais. Cela nous a causé beaucoup de maux de tête.\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"When you are thinking about going to paid advertising for your business, would you recommend people go to Amazon ads at first? Which of the three platforms we've talked about so far, Facebook, Instagram, Amazon ads has the best return on ad spend? Especially if you're a new business.\r","translation":"Lorsque vous envisagez de faire de la publicité payante pour votre entreprise, recommanderiez-vous aux gens de consulter d'abord les publicités Amazon? Laquelle des trois plates-formes dont nous avons parlé jusqu'à présent, Facebook, Instagram, Amazon Ads, a le meilleur retour sur les dépenses publicitaires? Surtout si vous êtes une nouvelle entreprise.\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"Great question. I would honestly recommend trying all three, to be honest with you. The Facebook ads, the Instagram ads, and the Amazon ads because, for us, we've had a lot of success on both. Also, what is your strategy? Do you want to have more contact with your customer? If that is the case, go to Facebook, go for Instagram, get people coming to your website and try to get customers that way. If you're happy to not be able to really have that future contact with your customer in terms of email marketing, just know all the details like how often are they buying, et cetera, and you want maybe the freedom to live anywhere in the world, then maybe you should be pushing Amazon so you're happy to give away those parts but with that you have the freedom of [crosstalk 00:36:21].\r","translation":"Excellente question. Je recommanderais honnêtement d'essayer les trois, pour être honnête avec vous. Les publicités Facebook, les publicités Instagram et les publicités Amazon parce que, pour nous, nous avons eu beaucoup de succès sur les deux. Aussi, quelle est votre stratégie? Voulez-vous avoir plus de contact avec votre client? Si tel est le cas, allez sur Facebook, allez sur Instagram, faites venir des gens sur votre site Web et essayez d'attirer des clients de cette façon. Si vous êtes heureux de ne pas pouvoir vraiment avoir ce contact futur avec votre client en termes de marketing par e-mail, sachez simplement tous les détails comme la fréquence d'achat, etc., et vous voulez peut-être la liberté de vivre n'importe où dans le monde, alors peut-être que vous devriez pousser Amazon pour que vous soyez heureux de donner ces pièces, mais avec cela, vous avez la liberté de [diaphonie 00:36:21].\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"Very risky, though, right? Of potentially having all of your customers live on another platform.\r","translation":"Très risqué, non? De faire potentiellement vivre tous vos clients sur une autre plateforme.\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"Yeah. 100%. That is definitely true and a fair point and that's a reason why we do both at PureChimp because you're right. It is very risky. We've had days where I've woken up in the morning and Amazon ads have been like, \"Sorry. Your product is not on your website anymore.\" What? What have we done wrong? You're right that you give away a lot of control of Amazon. At the same time, it is a fantastic platform and it does give you access to a lot of customers and a lot of people love to shop online on there but, as Felix mentioned, bear in mind you're giving away a lot of control there. It's so important to also have your own website and your own customers and turnover for your website just in case something does happen on Amazon like that, like happened to us where we woke up like, \"Oh, crap. We're in trouble. We're selling a lot on here and this is like 75% of our revenue and that's just turned off. We haven't done anything wrong. We don't know why\" but with your website, that's not going to happen. Yeah.\r","translation":"Ouais. 100%. C'est certainement vrai et un bon point et c'est une raison pour laquelle nous faisons les deux chez PureChimp parce que vous avez raison. C'est très risqué. Il y a eu des jours où je me suis réveillé le matin et les publicités d'Amazon ont dit: \"Désolé. Votre produit n'est plus sur votre site Web.\" Quoi? Qu'avons-nous fait de mal? Vous avez raison de céder beaucoup de contrôle sur Amazon. En même temps, c'est une plate-forme fantastique et elle vous donne accès à beaucoup de clients et beaucoup de gens aiment faire des achats en ligne là-bas, mais, comme Felix l'a mentionné, gardez à l'esprit que vous donnez beaucoup de contrôle. Là. Il est si important d'avoir également votre propre site Web et vos propres clients et le chiffre d'affaires de votre site Web au cas où quelque chose se passerait sur Amazon comme ça, comme cela nous est arrivé lorsque nous nous sommes réveillés comme, \"Oh, merde. Nous avons des problèmes. Nous vendons beaucoup ici et cela représente 75% de nos revenus et c'est juste désactivé. Nous n'avons rien fait de mal. Nous ne savons pas pourquoi \"mais avec votre site Web, cela ne se produira pas. Ouais.\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"Yeah. I want to talk about another advertising avenue that you've taken which is affiliate marketing, tell us more about that, how do you have an affiliate marketing program setup?\r","translation":"Ouais. Je veux parler d'une autre avenue publicitaire que vous avez empruntée, à savoir le marketing d'affiliation, dites-nous plus à ce sujet, comment avez-vous mis en place un programme de marketing d'affiliation?\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"Yeah. Sure. We use a platform called Webgains and that's been successful for us. It will give you access to a lot of the ... One of them is a lot of discount websites, a lot of the money-back websites where customers can buy products and they get 2% back. Also, a lot of bloggers and content creators will use the affiliate marketing platforms like Webgains. Once it's setup, there's not a lot that you need to do to maintain it, which is great. Essentially, what happens is, let's say, a health blogger they want to talk about Matcha tea and then they want to monetize their blog posts. What they do is they go, add the link that's linked into Webgains and they'll get a commission for any sales that they get for us and it's all kind of automated, which is great. I definitely recommend it because in terms of time it doesn't take a lot of time. You can reach out to people within the platform as well if you want to. Yeah. For us, we use a platform called Webgains. It was very easy to setup and then once it's setup it kind of runs itself really.\r","translation":"Ouais. Sûr. Nous utilisons une plate-forme appelée Webgains et cela a été un succès pour nous. Cela vous donnera accès à un grand nombre de ... L'un d'eux est un grand nombre de sites Web à rabais, beaucoup de sites Web de remboursement où les clients peuvent acheter des produits et ils obtiennent 2% de remboursement. De plus, de nombreux blogueurs et créateurs de contenu utiliseront les plateformes de marketing d'affiliation telles que Webgains. Une fois qu'il est configuré, il n'y a pas grand chose à faire pour le maintenir, ce qui est génial. Essentiellement, ce qui se passe, disons, c'est qu'un blogueur sur la santé veut parler du thé Matcha, puis il veut monétiser ses articles de blog. Ce qu'ils font, c'est qu'ils ajoutent le lien qui est lié à Webgains et ils recevront une commission pour toutes les ventes qu'ils obtiennent pour nous et tout est automatisé, ce qui est génial. Je le recommande vivement car en termes de temps, cela ne prend pas beaucoup de temps. Vous pouvez également contacter des personnes au sein de la plate-forme si vous le souhaitez. Ouais. Pour nous, nous utilisons une plateforme appelée Webgains. C'était très facile à installer et une fois installé, il fonctionne vraiment tout seul.\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"Got it. You don't have to go and create your own affiliate program and hunt down affiliates. You just sign up at Webgains dot com and you can access a bunch of different publishers and bloggers that are happy to, hopefully, pick up your product and review it and promote it and the website takes care of all of that. I want to talk a little bit about your website. I think one thing you shared with us is that your conversation rate I think is at 5%, which is above average. Tell us more about that. What do you think has helped you improve your conversion rate to a conversion rate of 5%?\r","translation":"Je l'ai. Vous n'êtes pas obligé de créer votre propre programme d'affiliation et de rechercher des affiliés. Il vous suffit de vous inscrire sur Webgains dot com et vous pouvez accéder à un tas d'éditeurs et de blogueurs différents qui seront heureux, espérons-le, de récupérer votre produit, de le réviser et de le promouvoir et le site Web s'occupe de tout cela. Je veux parler un peu de votre site Web. Je pense qu'une chose que vous avez partagée avec nous est que votre taux de conversation, je pense, est de 5%, ce qui est supérieur à la moyenne. Dites-nous en plus à ce propos. Selon vous, qu'est-ce qui vous a aidé à améliorer votre taux de conversion à un taux de conversion de 5%?\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"I should say, it's at 6% now. It's gone up again [crosstalk 00:40:15].\r","translation":"Je devrais dire, c'est à 6% maintenant. Il a de nouveau augmenté [diaphonie 00:40:15].\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"Wow. Definitely above average. Tell us more about your secrets.\r","translation":"Sensationnel. Certainement au-dessus de la moyenne. Parlez-nous de vos secrets.\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"I guess a big thing is having trust from the customer ... I think we try to avoid being spammy I guess with lots and lots of different pop-ups, et cetera, and also we have quite a big social following, which makes us trustworthy. We have a reviews platform called Trust Pilot. I'm not too sure if it's big in America but in the UK it's huge. As a brand, it's quite powerful and it's very expensive. Very expensive but that's helped to get the trust from the customer because, realistically, when someone comes to your website and they've probably never heard of the website before, lots of people have never heard of our website before because we're not a huge multinational brand, one of the big things why they won't buy from you is because they don't trust you yet. You've got to earn that trust and you've got to try and show with your website, look, you can trust us. If you park your money with us, you can rely on us to give you a good product or if you're not happy we will look after you. Yeah. We have a lot of feedback, which helps with that. We have a big social following. We also have a taste guarantee so if you have a guarantee, try and relate it to your product. Because ours is Matcha tea and relate it to your customer as well, one of the big triggers for a customer to not buy a product is, \"I don't know if I'm going to like the taste. I have not tried the Matcha tea, Matcha green tea. I'm not too sure if I'm a big fan. I don't want to buy the tea and then it be a waste of money.\" We have a taste guarantee to take that sort of fear away. Yeah. I would say also the branding is very important with that. We've tried to ... I would say we are a brand that's ... We try not to be all about the money as well, which I believe helps with the conversion rate and helps to make us appealing. For example, we donate 5% of our profits to charity. We are a member of 1% for the Planet. We now actually recently on our website, 100% of the products are packaged in recyclable packaging. Also, we're a member of the Living Wage Foundation, which just basically is an independent charity that they decide what the hourly rate someone would need to live a comfortable life and we always make sure we're at least paying that. Yeah. I think all of those things combined help to really improve our conversion rate. Yeah.\r","translation":"Je suppose que le plus important est d'avoir la confiance du client ... Je pense que nous essayons d'éviter d'être du spam, je suppose avec beaucoup, beaucoup de pop-ups différents, et cetera, et nous avons également une assez grande suite sociale, ce qui nous rend digne de confiance. Nous avons une plateforme d'avis appelée Trust Pilot. Je ne sais pas trop si c'est gros en Amérique, mais au Royaume-Uni, c'est énorme. En tant que marque, c'est assez puissant et très cher. Très cher, mais cela a aidé à gagner la confiance du client car, de manière réaliste, quand quelqu'un vient sur votre site Web et qu'il n'a probablement jamais entendu parler du site Web auparavant, beaucoup de gens n'ont jamais entendu parler de notre site Web auparavant parce que nous ne sommes pas un énorme marque multinationale, l'une des principales raisons pour lesquelles ils n'achèteront pas chez vous est qu'ils ne vous font pas encore confiance. Vous devez gagner cette confiance et vous devez essayer de montrer avec votre site Web, regardez, vous pouvez nous faire confiance. Si vous placez votre argent chez nous, vous pouvez compter sur nous pour vous donner un bon produit ou si vous n'êtes pas satisfait, nous nous occuperons de vous. Ouais. Nous avons beaucoup de commentaires, ce qui aide à cela. Nous avons un grand public social. Nous avons également une garantie de goût, donc si vous avez une garantie, essayez de la relier à votre produit. Parce que le nôtre est du thé Matcha et que nous le relions également à votre client, l'un des principaux déclencheurs pour qu'un client n'achète pas de produit est: \"Je ne sais pas si je vais aimer le goût. Je n'ai pas essayé le Thé matcha, thé vert Matcha. Je ne sais pas trop si je suis un grand fan. Je ne veux pas acheter le thé et ce serait un gaspillage d'argent. \" Nous avons la garantie de goûter d'éliminer ce genre de peur. Ouais. Je dirais aussi que l'image de marque est très importante avec cela. Nous avons essayé de ... Je dirais que nous sommes une marque qui ... Nous essayons de ne pas être uniquement une question d'argent, ce qui, je pense, contribue au taux de conversion et contribue à nous rendre attrayants. Par exemple, nous reversons 5% de nos bénéfices à des œuvres caritatives. Nous sommes membres de 1% for the Planet. Nous avons maintenant en fait récemment sur notre site Web, 100% des produits sont emballés dans des emballages recyclables. De plus, nous sommes membre de la Living Wage Foundation, qui est essentiellement un organisme de bienfaisance indépendant qui décide du taux horaire dont une personne aurait besoin pour vivre une vie confortable et nous nous assurons toujours de payer au moins cela. Ouais. Je pense que toutes ces choses combinées contribuent à vraiment améliorer notre taux de conversion. Ouais.\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"Got it. You mentioned a couple services and tools you use, you mentioned Trust Pilot, we talked about Webgains dot com. What other apps or services do you rely on to run the business?\r","translation":"Je l'ai. Vous avez mentionné quelques services et outils que vous utilisez, vous avez mentionné Trust Pilot, nous avons parlé de Webgains dot com. Sur quelles autres applications ou services comptez-vous pour gérer l'entreprise?\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"Yeah. For fulfillment, we use something called Zenstores. It works perfect for us. The price is awesome as well. On the backend, that helps us to fulfill our orders very quickly and efficiently. Then we also use ... It was Conversio originally but I think it's now called ... It's been brought up by Campaign Monitor. We use that for all of our email marketing and that's linked into our Shopify website. We have the Trust Pilot as mentioned. We have SimplyCost. That's a great app actually just to give an overview of whether you are making a profit because it takes into consideration all your costs. It shows your profit margin, et cetera. Just a click of a button, which is quite a cool thing to have. Also, Orderly emails we use. The Shopify notifications ... It basically makes them beautiful. It's an easy drag and drop template and it makes all of your Shopify notifications look awesome and it's just a one-off payment so that's a really cool app that we use. Yeah. That's kind of what we're using at the moment. In the early days, we tried everything. We've had part times where we've had 10 apps going but I would say try not to over-complicate it because it can ... If you have many apps running that are also loading in the front end, that's just going to slow things down for your customers. The apps are great and you definitely need some but just pick and choose wisely.\r","translation":"Ouais. Pour l'accomplissement, nous utilisons quelque chose appelé Zenstores. Cela fonctionne parfaitement pour nous. Le prix est également génial. Sur le backend, cela nous aide à exécuter nos commandes très rapidement et efficacement. Ensuite, nous utilisons aussi ... C'était Conversio à l'origine, mais je pense qu'il s'appelle maintenant ... Il a été soulevé par Campaign Monitor. Nous utilisons cela pour tout notre marketing par e-mail et cela est lié à notre site Web Shopify. Nous avons le Trust Pilot comme mentionné. Nous avons SimplyCost. C'est une excellente application en fait juste pour vous donner un aperçu du fait que vous faites un profit, car elle prend en compte tous vos coûts. Il montre votre marge bénéficiaire, et cetera. Juste un clic sur un bouton, ce qui est assez cool à avoir. En outre, les e-mails ordonnés que nous utilisons. Les notifications Shopify ... Cela les rend essentiellement belles. C'est un modèle de glisser-déposer facile et il donne à toutes vos notifications Shopify un aspect génial et ce n'est qu'un paiement unique, c'est donc une application vraiment cool que nous utilisons. Ouais. C'est un peu ce que nous utilisons en ce moment. Au début, nous avons tout essayé. Nous avons eu des moments partiels où nous avons eu 10 applications, mais je dirais d'essayer de ne pas trop le compliquer car cela peut ... Si vous avez de nombreuses applications en cours d'exécution qui se chargent également dans le front-end, cela va simplement ralentissez les choses pour vos clients. Les applications sont excellentes et vous en avez certainement besoin, mais choisissez simplement et judicieusement.\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"Awesome. PureChimp dot com is the website and I'll leave this last question. One thing that I've started to see recently is this saturation of Matcha tea companies or brands coming into the market. What do you think that your plans are moving into the future to try to stand out? What advice do you have for people that are in a space that has saturation, how to stand out?\r","translation":"Impressionnant. PureChimp dot com est le site Web et je laisse cette dernière question. Une chose que j'ai commencé à voir récemment est cette saturation des entreprises ou des marques de thé Matcha qui arrivent sur le marché. Que pensez-vous que vos projets évoluent dans le futur pour essayer de vous démarquer? Quels conseils donneriez-vous aux personnes qui se trouvent dans un espace saturé, comment se démarquer?\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"Yeah. Great question. We're continuing to make sure we're doing other things that are not just related to a company making a profit. Recyclable packaging, 5% of the profits to charity. We have more of a meaning and kind of develop a brand that people will love to be associated with and also because it is very competitive as well, we've diversified away from the Matcha. The Matcha is still our core focus and our hero product but we've started to diversify as well. We have some natural skincare, we have a new caffeine-free Rooibos Matcha. We're always looking for new products. Yeah. If you find the market is saturated, I guess one thing would be to look for products that relate and really link into your current brand. That's a good way to get other revenue coming in and ... Yeah.\r","translation":"Ouais. Excellente question. Nous continuons à nous assurer que nous faisons d'autres choses qui ne sont pas seulement liées à une entreprise qui réalise un profit. Emballage recyclable, 5% des bénéfices à une association caritative. Nous avons davantage un sens et une sorte de développement d'une marque à laquelle les gens adoreront être associés et aussi parce qu'elle est très compétitive aussi, nous nous sommes diversifiés loin du Matcha. Le Matcha est toujours notre objectif principal et notre produit phare, mais nous avons également commencé à nous diversifier. Nous avons des soins naturels, nous avons un nouveau Rooibos Matcha sans caféine. Nous sommes toujours à la recherche de nouveaux produits. Ouais. Si vous trouvez que le marché est saturé, je suppose qu'une chose serait de rechercher des produits qui se rapportent et se lient vraiment à votre marque actuelle. C'est un bon moyen d'obtenir d'autres revenus et ... Ouais.\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"Right. I think basically move away from the idea of just selling a product, build more of a story and a cause, in your case, behind the business, which turns it into a brand. There's an activity that builds your brand. Thank you so much for coming on, Dean, and sharing all of your experience and your story.\r","translation":"Droite. Je pense que fondamentalement, éloignez-vous de l'idée de simplement vendre un produit, construisez davantage une histoire et une cause, dans votre cas, derrière l'entreprise, ce qui en fait une marque. Il y a une activité qui construit votre marque. Merci beaucoup d'être venu, Dean, et d'avoir partagé toute votre expérience et votre histoire.\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"Yeah. Thanks for having me. It brings back memories, to be honest. It's interesting to hear your voice and speak to you one to one because I always used to listen to that podcast a lot when I first setup the business. I still have a listen every now and then, unfortunately, not as much now but without a doubt, it helped massively. I appreciate that. Yeah. It helped for me to learn, helped the business.\r","translation":"Ouais. Merci de m'avoir. Cela me rappelle des souvenirs, pour être honnête. C'est intéressant d'entendre votre voix et de vous parler en tête-à-tête parce que j'ai toujours beaucoup écouté ce podcast lorsque j'ai créé l'entreprise pour la première fois. J'ai encore une écoute de temps en temps, malheureusement, pas autant maintenant mais sans aucun doute, cela a énormément aidé. J'apprécie cela. Ouais. Cela m'a aidé à apprendre, a aidé l'entreprise.\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"Awesome. Appreciate you coming on and giving back then. Thank you so much.\r","translation":"Impressionnant. Je vous remercie de venir et de donner à l'époque. Merci beaucoup.\r"},{"text_local":"\r","translation":"\r"},{"text_local":"\r","translation":"\r"},{"text_local":"Yeah. Thank you. Thanks, Felix.","translation":"Ouais. Je vous remercie. Merci, Felix."}]