[
  {
    "filename": "0__Je_6088d759-9f46-49d5-9d2a-b1e7db448890.mp3",
    "text": "Je pense donc qu'il est important d'identifier le type d'influenceur pour votre entreprise et aussi, simplement, de trouver qui convient le mieux. J'ai donc dressé une liste de critères pour les influenceurs, puis commencez simplement à les contacter par e-mail. Tout simplement parce que nous avons un article si peu coûteux à produire, que nous pouvons nous permettre d'envoyer à des centaines d'influenceurs par mois maintenant. Nous envoyions donc le produit en cadeau ou conclurions un contrat avec l'influenceur où il publierait en échange d'un produit. Et puis parfois, à mesure que l'entreprise mûrissait, nous payions pour les publications sponsorisées.\r"
  },
  {
    "filename": "1__Maintenant,_b594aba8-7d18-4ed1-b629-3c071f646d1d.mp3",
    "text": "Maintenant, vous avez mentionné une liste de critères pour commencer, et de toute évidence, le produit a pu être fabriqué à un prix suffisamment bas pour une commande pour que vous puissiez envoyer autant de produits que possible. Pour quiconque a besoin d'être plus sélectif, que recommandez-vous pour cette liste de critères? Comment déterminez-vous si un influenceur va être un bon candidat ou non?\r"
  },
  {
    "filename": "2__Eh_1b1ac068-c3c4-49dc-898b-72c4910e36a5.mp3",
    "text": "Eh bien, je pense qu'au début, vous pouvez choisir des personnes dans les différentes niches et voir ce qui fonctionne réellement pour vous, puis décider d'emprunter cette voie. Par exemple, nous avons travaillé avec un influenceur végétalien et cela n'a pas très bien fonctionné pour nous simplement parce que je pense que notre public ne s'est tout simplement pas aligné. Nous n'avons donc plus vraiment travaillé avec des influenceurs vegan pour les publications sponsorisées. Mais ce qui a vraiment fonctionné pour nous, c'est comme travailler avec des YouTubers et des influenceurs de télé-réalité simplement parce qu'ils ont un grand public ou un grand public, qui a leur confiance parce qu'ils ont été à la télévision ou qu'ils peuvent simplement communiquer avec leur public. .\r"
  },
  {
    "filename": "3__Alors,_f4fcb616-b3e2-4b2e-a32b-945c780e9137.mp3",
    "text": "Alors, regardez, je pense que lorsqu'il s'agit d'identifier les influenceurs, les meilleurs avec lesquels travailler sont comme ceux qui correspondent à votre marché cible que vous recherchez. Et cela prend des essais et des erreurs. Donc, comme Emily l'a dit, nous sommes dans une position privilégiée où le produit est relativement peu coûteux et que nous pouvons nous permettre d'en envoyer trop. Nous envoyons donc trop de sous-sections du marché. Nous avons donc envoyé à nos blogueurs de mode. Nous avons envoyé aux influenceurs du fitness. Nous avons envoyé, même aux vloggers, à des gens qui, dans toutes sortes de niches et de marchés différents. Et puis nous avons pu voir quand quelqu'un a posté ce que serait ce résultat et nous l'avons affiné. C'est donc un peu d'essais et d'erreurs.\r"
  },
  {
    "filename": "8__Je_ef958233-0b2b-40df-bcbf-abd29ce4b642.mp3",
    "text": "Je pense donc que pour récapituler, vous avez mentionné la diffusion d'un large réseau de niches différentes, de chaînes différentes, même que ce soit YouTube ou Instagram et les essais et erreurs, voyez ce qui fonctionne, ce qui ne fonctionne pas. Et pouvez-vous nous dire comment mesurez-vous le succès? Comment mesurez-vous si une relation avec un influenceur vaut la peine d'être poursuivie ou non et si elle vous convient ou non?\r"
  },
  {
    "filename": "9__Je_64984517-bf99-403f-bd64-5beef879a49b.mp3",
    "text": "Je pense que c'est double. L'un est le contenu que vous obtenez. Je pense que c'est quelque chose que les gens manquent souvent de regarder, c'est que, comme nous en ce moment avec Healthish, nous n'avons pas à créer de contenu car nous avons tellement de clients et d'influences, en travaillant avec nous pour créer ce contenu incroyable pour nous tous. seule journée. Donc, si vous regardez le contenu que nous produisons, c'est pour nos histoires et pour notre flux Instagram, il est créé par notre communauté et nos fans et aussi des influenceurs. C'est donc un gros problème.\r"
  },
  {
    "filename": "11__Oui_341f2e2e-2f90-45f0-ab3f-9a79a0182d58.mp3",
    "text": "Oui cela le fait. Maintenant, lorsque vous mesurez réellement cela tactiquement, s'agit-il simplement d'un code de réduction ou comment identifiez-vous réellement les ventes générées par un influenceur particulier?\r"
  },
  {
    "filename": "12__Nous_42785f92-4c20-4674-9a6e-794b88931fc0.mp3",
    "text": "Nous fournissons donc à un influenceur un code de réduction unique, c'est ainsi que nous pouvons suivre l'efficacité de leur publication. Parfois, lorsqu'ils publient leur histoire, nous obtenons également un énorme afflux de ventes. C'est ainsi que nous savons si cela a fonctionné.\r"
  },
  {
    "filename": "13__Maintenant,_a248f495-2290-4da0-a0c3-59c475e93a94.mp3",
    "text": "Maintenant, dans toutes les offres que vous avez conclues avec les influenceurs, par exemple, quelle est l'accord idéal vers lequel vous voulez toujours travailler, par exemple en termes de fréquence ou de quoi publient-ils, quand publient-ils? Quelle est la relation d'influence idéale?\r"
  },
  {
    "filename": "14__Donc,_56d5bec2-edd9-426c-8136-0473c27a8b35.mp3",
    "text": "Donc, d'après notre expérience, une fois que vous travaillez avec un influenceur, ce résultat disparaît, car je pense que ce qui se passe, c'est qu'un influenceur a un groupe de base similaire, disons simplement qu'il a 100000 abonnés. Il se peut qu'il n'y en ait qu'un sur 2000 qui ressemble à leur groupe central. Ils peuvent regarder toutes les vidéos ou lire tous les articles ou ils sont simplement très engagés, leur niveau d'attention est très, très élevé. Donc, si vous publiez un message avec eux, disons simplement 100 personnes. Sur 100 000, il y a environ 1 000 ou 2 000 membres de leur groupe central qui aiment tout ce qu'ils font ou peu importe. Ils sont un grand fan.\r"
  },
  {
    "filename": "17__Je_fc7188d5-9dff-426f-b55f-2b1391050428.mp3",
    "text": "Je l'ai. C'est pourquoi vous avez essayé d'augmenter cela, en travaillant avec des influenceurs à grande échelle plutôt que de répéter un accord avec un influenceur. Alors, que signifie aller à grande échelle? De combien d'influences parlons-nous à ce stade?\r"
  },
  {
    "filename": "18__Ainsi,_679b8d0a-6beb-4c66-a480-e61671ea0b64.mp3",
    "text": "Ainsi, notre objectif est de 300 influenceurs par mois auxquels envoyer notre produit. Je pense donc que j'ai été un peu en dessous ces derniers mois, mais cela fonctionne vraiment bien pour nous. Et puis, quand je parle à ces influenceurs, ils me disent simplement: \"Ouais, j'ai vu votre produit. C'est un peu partout dans mon flux parce que nous avons envoyé à tellement de gens.\" C'est donc vraiment bien de faire connaître votre marque et de la partager avec tout le monde.\r"
  },
  {
    "filename": "19__Impressionnant._02e9bd94-510c-4bf6-a5e9-6b55f1a30d28.mp3",
    "text": "Impressionnant. Comme nous avons parlé de quelques ressources jusqu'à présent, nous avons mentionné Dribbble, Behance, Social Blade, les cours sur Foundr. Sur quelles autres ressources, outils ou applications comptez-vous pour gérer l'entreprise?\r"
  },
  {
    "filename": "20__Donc,_896947c2-2a7b-4aa3-a50d-e533bcd13f0a.mp3",
    "text": "Donc, pour nous, la preuve sociale est essentielle. Je jure par les regards. C'est donc très facile à utiliser et simplement, vous êtes en mesure d'envoyer uniquement des rappels par e-mail aux clients, d'écrire un avis, puis vous pouvez également proposer un code de réduction. Fomo est également une très bonne application. Et, de retour en stock, c'est-à-dire lorsque nous avons été épuisés, c'était vraiment facile à intégrer. Et dès que nous avons mis à jour nos niveaux de stock, un simple e-mail a été automatiquement envoyé aux personnes figurant sur cette liste.\r"
  },
  {
    "filename": "21__Personnellement,_f4ecd759-fe83-4b7c-b3a1-d7891dcb2b98.mp3",
    "text": "Personnellement, je pense que cet outil Fomo, cet outil Shopify Fomo est tellement cool parce qu'il automatise votre suivi sur l'obtention de critiques et combien de critiques [diaphonie]? Désolé. Regards. Désolé. Permettez-moi de le répéter. Donc, cela ressemble aussi à, je pense que c'est l'un des meilleurs outils, car il automatise votre suivi, pour obtenir des avis des gens. Et si vous regardez comme notre site, combien de critiques nous avons maintenant? Au moins quelques centaines.\r"
  },
  {
    "filename": "22__Ouais.\r_e80f784d-bf20-41f0-9641-dd54a962ccc3.mp3",
    "text": "Ouais.\r"
  },
  {
    "filename": "23__Au_0dd74387-6a0e-4f2e-a29a-37258e662ff0.mp3",
    "text": "Au moins quelques centaines. Et nous pouvons l'utiliser sur la page de paiement. Nous pouvons l'utiliser comme une page autonome. Parce que ce que les gens recherchent, c'est s'ils n'ont jamais entendu parler de la marque, c'est-à-dire que beaucoup de gens viennent sur notre site Web ou s'ils ont découvert le produit. Ils n'ont pas un niveau de confiance très élevé. Alors, comment pouvons-nous accroître cette confiance? C'est juste à partir du volume de critiques de mon expérience. Et cet outil semble vraiment nous aider.\r"
  },
  {
    "filename": "24__Donc,_3de3ffd2-46bd-49a6-ba04-12c91087edde.mp3",
    "text": "Donc, Healthyish.com, H-E-A-L-T-H-I-S-H.com est leur site Web. Je vous laisse avec cette dernière question. Selon vous, que doit-il se passer cette année pour que vous considériez l'année comme un succès?\r"
  },
  {
    "filename": "25__Pour_eb24f320-13a5-4702-9b60-b608390fca03.mp3",
    "text": "Pour moi personnellement, je pense que pour nous, nous avons des objectifs de revenus probablement mieux ne pas partager ce qu'ils sont, mais, pour que nous puissions sortir plus de produits, je pense qu'il va être vraiment important de sortir plus de produits. , cela aide vraiment les gens, pas seulement dans l'espace de la bouteille d'eau, comme nous avons la bouteille d'eau et nous avons des produits complémentaires autour de cela. Mais je pense qu'il sera vraiment important de faire ressortir certains produits, pas dans cet espace et de développer nos revenus récurrents et simplement de nous diversifier et non pas d'être une entreprise à un seul produit. Ce serait un succès pour moi.\r"
  },
  {
    "filename": "26__Moi_25470b8b-bf6c-4ced-b451-5c19a320b4ba.mp3",
    "text": "Moi aussi. Et évidemment, continuez avec le marketing d'influence, mais nous doublons également les publicités Facebook."
  },
  {
    "filename": "27__Aujourd'hui,_0b96e51a-0925-41bc-8833-c1cface0396b.mp3",
    "text": "Aujourd'hui, je suis accompagné d'Emily et Nathan de Healthish. Healthish vend des produits de santé qui vous aident à vivre un style de vie sain. Il a commencé 2016 et est une entreprise à sept chiffres. Bienvenue Emily et Nathan.\r"
  },
  {
    "filename": "28__Merci_7bc06d1f-6370-420e-a0b9-603f08aaea25.mp3",
    "text": "Merci Felix. Merci beaucoup de nous accueillir.\r"
  },
  {
    "filename": "29__Merci_cb4f83f7-179b-421e-ab53-542a76af2dd2.mp3",
    "text": "Merci beaucoup de nous accueillir.\r"
  },
  {
    "filename": "30__L'histoire_99586bd3-a13d-43a4-9f42-768527295d98.mp3",
    "text": "L'histoire a donc commencé avec, je pense que c'est vous Emily qui vouliez démarrer une entreprise de produits physiques en ligne et vous aviez quelques idées. Est-ce ainsi que l'inspiration vous a frappé?\r"
  },
  {
    "filename": "31__Ouais._3b856c2d-2cee-4caf-bc7b-52f87bd953ca.mp3",
    "text": "Ouais. Donc, j'ai une formation en comptabilité. Je venais de quitter mon travail, mon travail en entreprise, et, juste, j'ai passé six mois après cela, complètement dans le déni de ne pas savoir ce que j'allais faire ensuite. Je ne voulais vraiment pas revenir à la vie d'entreprise. Donc, après avoir vu Nathan travailler sur sa propre entreprise, j'ai été vraiment inspiré pour démarrer quelque chose de ma propre. Il m'a donc encouragé à démarrer une entreprise en ligne avec un produit physique et cela avec Healthish. J'ai donc suivi le cours de style de départ, enseigné par Gretta van Riel. Elle était donc l'une des gagnantes du prix Shopify Construisez votre entreprise il y a quelques années. Elle est donc vraiment experte dans ce domaine. Donc, cela a été vraiment utile parce que, juste pour démarrer l'entreprise parce que je sais que cela peut être accablant et intimidant au début.\r"
  },
  {
    "filename": "32__Donc,_656cafe2-583d-4a0e-b6af-f8a81d1e8f67.mp3",
    "text": "Donc, pour quelqu'un qui part de zéro, comme vous, ou qui comme vous l'avez fait, qui pourrait être à l'écoute, quelles étaient certaines des compétences les plus importantes et les plus critiques qui vous semblaient avoir eu le plus d'impact dès le début de votre Entreprise?\r"
  },
  {
    "filename": "33__Donc,_7dfb76a7-d152-4b74-8103-6200e6d91460.mp3",
    "text": "Donc, pour moi, c'était principalement comme persévérer avec l'idée et aussi être toujours au courant des étapes de fabrication d'un produit et je ne sais pas quelle est la question, mais-\r"
  },
  {
    "filename": "34__Et_d1fe4b33-f18c-4158-b15c-43a4e09ae352.mp3",
    "text": "Et fondamentalement, vous vouliez évidemment démarrer une entreprise en ligne, une entreprise de produits physiques, et vous avez décidé de quelques idées. Tout d'abord, nous avons donné une brève introduction pour vous deux, mais parlez-nous du produit phare que vous possédez.\r"
  },
  {
    "filename": "35__Le_8f471a70-303b-4c67-bb7a-080d0060204d.mp3",
    "text": "Le produit phare est donc une bouteille d'eau marquée par le temps. Une chose qu'Emily a donc trouvée, c'est que beaucoup de gens ne peuvent pas suivre leur niveau d'hydratation quotidien. Et il n'y avait pas vraiment de produit physique ou de bouteille qui avait fière allure qui vous permettait de le faire. Donc sur une moitié de la bouteille, il y a la première moitié de la journée. Et puis la seconde moitié de la bouteille, elle a l'autre moitié de la journée. Ils disent que vous devriez boire deux litres d'eau par jour. Donc, si vous le remplissez deux fois et que vous suivez les indicateurs de temps sur la bouteille, vous pouvez réellement obtenir votre consommation quotidienne de deux litres d'eau par jour. Voilà donc le produit phare.\r"
  },
  {
    "filename": "36__Il_72e55a87-5d07-4c5b-b386-89559c7df0ba.mp3",
    "text": "Il a certainement jeté un coup d'œil au site Web et au produit et est certainement ingénieux. Je pense que cela a beaucoup de sens. Mais il semblait que vous aviez également d'autres idées. Êtes-vous prêt à partager avec certaines de ces autres idées et pourquoi celui-ci a fait la coupe?\r"
  },
  {
    "filename": "37__Ouais,_9ac92318-6aa7-4e7a-8840-a549a3fe1a2a.mp3",
    "text": "Ouais, bien sûr. C'est un peu gênant, mais j'ai trouvé des idées de pinceaux de maquillage, comme un support, des accessoires iPhone. J'essaye de penser quoi d'autre. J'ai écrit une liste de 50 idées de produits par jour. Je ne me souviens pas d'eux du haut de ma tête, mais ce sont ceux qui m'intéressaient le plus. J'ai choisi la bouteille simplement parce que c'était peu coûteux à produire. Simplement facile à fabriquer. Je pense donc que c'était l'une des principales raisons pour lesquelles nous l'avons lancé. Aussi le fait que je sois toujours déshydraté, donc-\r"
  },
  {
    "filename": "38__Résolvez_9cd0bcfd-fb1f-4a97-86a9-d59e304fe7f0.mp3",
    "text": "Résolvez votre propre problème.\r"
  },
  {
    "filename": "39__..._98912f9a-ca5c-4c82-b898-03b85b38dcc5.mp3",
    "text": "... Je peux pratiquer ce que je prêche.\r"
  },
  {
    "filename": "40__Alors,_b57454e3-76e8-4fba-a1c7-a9eaa1076f43.mp3",
    "text": "Alors, quel a été votre processus d'idéation similaire? Parce que je pense que beaucoup d'auditeurs peuvent aussi avoir le même désir que vous. Ils veulent démarrer une entreprise en ligne, une entreprise de produits physiques, mais ils ont beaucoup d'idées qu'ils ont jetées dans la tête et veulent peut-être s'asseoir et vraiment créer cette liste maîtresse sur laquelle travailler. Quelle est votre recommandation aux personnes qui ne sont pas en mesure de choisir une idée? Je veux juste créer une liste des meilleurs choix sur lesquels ils pourraient vouloir travailler.\r"
  },
  {
    "filename": "41__Donc_968c3dae-352d-457e-ba9a-4726c431d491.mp3",
    "text": "Donc je ne sais pas si Nathan veut en parler. Il y a cette règle appelée la règle du trifecta d'or dans, le début et le séjour d'un cours d'échelle.\r"
  },
  {
    "filename": "43__Je_446d1530-28b5-4cc8-82a1-74f9943016c7.mp3",
    "text": "Je l'ai. Donc, le trio doré est léger, ce qui signifie facile à expédier, valeur perçue élevée et coût abordable à produire, et vous donnez l'impression que vous en aviez posé un autre, ce qui devrait être un produit tendance. Je veux donc parler de la valeur perçue élevée. Comment évaluez-vous cela lorsque vous regardez votre liste d'idées? Comment évaluez-vous si le produit a une valeur perçue élevée ou non?\r"
  },
  {
    "filename": "42__Je_8b927f7e-fe17-4e6b-a3d0-aad3c7f5fcb4.mp3",
    "text": "Je vais peut-être intervenir, Felix. J'ai donc une autre entreprise, qui s'appelle Founder, et nous produisons toutes sortes de contenus autour de l'entrepreneuriat. Et nous proposons également des cours en ligne et nous avons au moins 20 cours et plus, l'un d'entre eux étant enseigné par un de mes amis et elle a vraiment du succès dans le commerce électronique et c'est elle qui a gagné Shopify pour créer une entreprise. Donc, une chose qu'elle a enseignée à Emily quand il s'agit de trouver des idées est que vous devez trouver ce qu'Emily a dit être le trio d'or, où vous devez trouver un produit léger. Il est donc facile à expédier et le coût d'expédition est faible. Il a une valeur perçue élevée, son coût de production est relativement abordable et il est tendance. Donc, ce qu'Emily a fait, c'est qu'elle a travaillé sur au moins 20 à 50 idées et vous devez simplement être vraiment réaliste si vous pensez que cette idée peut vraiment bien fonctionner. Une chose que je pense était vraiment importante lors du choix de la liste d'idées pour moi personnellement, non seulement elle doit être facile à expédier et légère, et elle coûte abordable à produire avec une valeur perçue élevée, mais cela doit être une tendance. produit parce que, regardez, je pense, si vous voulez créer une entreprise de produits physiques réussie, une chose qui est vraiment, vraiment importante de mon point de vue dans l'espace de l'entreprise vers le consommateur est de pouvoir déplacer le produit et le vendre en ligne et c'est là que Instagram entre en jeu. C'est donc un produit très, très visuel. Et nous avons eu l'idée que beaucoup de gens dépensent de l'argent pour des choses comme des bouteilles de boissons et ils sont prêts à dépenser plus d'argent que simplement ... ils ne le voient pas comme un, je suppose que vous pourriez dire un produit quotidien. Les gens sont prêts à dépenser un montant élevé, comme payer un prix élevé pour un produit à la mode ou un produit qui a fière allure. C'est pourquoi j'ai pensé que c'était un très bon produit. Je pense donc que vous devez vraiment vous concentrer sur ce qui est visuellement bon, car je pense que pouvoir vendre sur Instagram a également changé la donne. Et cela suit ce que j'ai dit, comme le trifecta d'or.\r"
  },
  {
    "filename": "44__Eh_63c9d8ca-5581-444f-ab78-2a72e423b32a.mp3",
    "text": "Eh bien, je pense qu'une chose qui est vraiment, vraiment importante est de faire vos recherches clients sur ce que les gens achètent ou ce que vos concurrents achètent. Nous savons donc qu'il existe d'autres entreprises qui gagnent beaucoup d'argent en vendant des bouteilles d'eau. Et je savais que si nous rendions le design vraiment, vraiment bon, ce que je pense que c'est, et peut-être, comme dans quelque chose qui nous complète souvent avec la bouteille d'eau Healthish, que la perception de la valeur serait plus élevée. Je pense donc que c'est une très bonne chose que les gens retiennent, c'est de s'assurer que vous dépensez beaucoup d'argent. Permettez-moi de le répéter. Désolé. Je pense que c'est une très bonne chose que les gens retiennent, c'est comme prendre le temps de s'assurer que la conception de votre produit est vraiment bonne, car cela augmente vraiment la valeur perçue. Et donc, Emily.\r"
  },
  {
    "filename": "45__Je_fe998b8e-a68d-4a41-99bb-ae5c6731b096.mp3",
    "text": "Je pense donc que l'un de nos arguments de vente qui nous différencie de tous les autres concurrents des marques de bouteilles d'eau, c'est que nous avons les indicateurs de temps. Les gens sont donc prêts à payer plus pour cela également.\r"
  },
  {
    "filename": "46__Donc,_ade29a42-b1c2-4e9a-932a-4903e882f726.mp3",
    "text": "Donc, la conception du produit que vous avez mentionnée, comme les marqueurs sur la bouteille d'eau et des choses privées comme l'emballage, tout cela entre dans la conception du produit. Comment était ce processus? Comment vous êtes-vous assuré que vous disposiez d'un produit visuellement époustouflant, visuellement attrayant, de sorte que nous aborderons un peu plus à quel point cela est important dans un monde beaucoup plus visuel, comme le monde d'Instagram? Alors dites-nous en plus sur ce processus de conception du produit lui-même.\r"
  },
  {
    "filename": "47__Oui._51139ba3-8989-4cce-bf32-5132a7840fd3.mp3",
    "text": "Oui. J'ai donc travaillé en étroite collaboration avec un graphiste. Au début, j'étais bon marché et je l'ai fait moi-même, puis avec les commentaires critiques de Nathan, il a dit que je sais que nous devons impliquer quelqu'un d'autre.\r"
  },
  {
    "filename": "48__C'est_8bd776da-7380-4874-bb09-e210c0e7dde9.mp3",
    "text": "C'est une belle façon de le dire.\r"
  },
  {
    "filename": "49__Donc,_04b015c4-0720-44e4-9a0b-ca51f9c68a51.mp3",
    "text": "Donc, regardez, je pense qu'une chose en ce qui concerne la conception du produit d'après notre expérience est de trouver juste un très, très bon designer et d'être prêt à dépenser, ces quelques milliers de dollars de plus juste pour rendre le produit génial. C'est donc une chose qui a vraiment changé la donne pour nous, car il y a beaucoup de bouteilles de boissons ou d'eau, mais nous avons pu en créer une qui semble absolument géniale. Ont vraiment une valeur perçue élevée et à son tour, c'est devenu un produit de choix.\r"
  },
  {
    "filename": "50__Alors_219e5530-0cff-4653-8846-110ba0ac9d00.mp3",
    "text": "Alors parlons de trouver un grand designer. Où avez-vous cherché votre designer?\r"
  },
  {
    "filename": "51__C'était_c2e504c5-9483-4e37-b2b1-b28af1969564.mp3",
    "text": "C'était donc en fait un ami commun qui m'a aidé avec mon autre entreprise. J'ai donc eu de la chance. Il était, ancien responsable du design chez 99designs. Cependant, vous ne devez connaître personne. D'après mon expérience, le meilleur endroit pour trouver des designers incroyables est d'utiliser un site Web appelé Dribbble ou behance.net. Ce sont donc comme des CV en ligne pour les graphistes. Donc, ce que font les designers, c'est qu'ils mettent leur meilleur travail dont ils sont le plus fiers sur Dribbble ou behance.net et vous pouvez lancer des recherches pour toutes sortes de choses. Et vous pouvez contacter manuellement ces designers et c'est le meilleur endroit pour trouver des designers incroyables, et certains à un prix vraiment abordable.\r"
  },
  {
    "filename": "52__Si_acece513-e451-40e0-8d5b-51f8af823dff.mp3",
    "text": "Si vous écoutez là-bas et que je pense que beaucoup de gens sont là où vous n'avez pas l'impression d'avoir un esprit de design, vous ne pouvez pas vraiment dire avec certitude si les masses apprécieront les designs que vous aimez personnellement. Lorsque vous recherchez un designer sur Dribbble ou Behance, comment identifiez-vous ce qu'est un bon designer ou un mauvais designer, si votre objectif est de créer un produit visuellement étonnant pour votre marché cible?\r"
  },
  {
    "filename": "53__Eh_3098a454-e13a-4e68-a41f-10eb4dfa8490.mp3",
    "text": "Eh bien, regardez, je pense, une chose qui est du design ou quelque chose qui a l'air bien est une opinion du genre, c'est très personnel. Mais je pense qu'une chose qui est vraiment importante, et c'est quelque chose que nous devrions mentionner en fait, Emily, c'est que lorsque nous avons fait les maquettes de conception, nous avons tous les deux adoré le design, mais nous avons en fait demandé à d'autres personnes. Et je pense que c'est vraiment très important d'obtenir les échantillons ou même de ne pas obtenir les échantillons, d'obtenir les photos ou les images des maquettes et de montrer aux gens et de demander réellement des commentaires ouverts et honnêtes, même si vous ne connaissez pas la personne. ou demandez à des amis ou à des amis d'amis ou mettez sur votre page Facebook personnelle, en obtenant autant de commentaires honnêtes que possible. C'est très important.\r"
  },
  {
    "filename": "54__Parce_9ca7d6b8-9976-4382-b129-318b0c0b51cc.mp3",
    "text": "Parce que si je vous le demandais, ce serait une opinion biaisée. Donc, je n'aime pas l'admettre, mais j'étais un influenceur Instagram. Donc, j'ai demandé à mon public de me dire s'ils aimaient l'idée d'acheter le produit et tout simplement des commentaires généraux sur les conceptions. J'ai donc eu la chance de pouvoir toucher ce public. Mais j'ai rejoint toutes ces communautés de santé sur des groupes Facebook, juste pour valider mon idée aussi. Et puis, j'ai utilisé la communauté start and scale, car je sais que beaucoup de gens vivent la même chose avec le démarrage d'une entreprise en ligne et la recherche de leur produit. Cela a donc été vraiment utile.\r"
  },
  {
    "filename": "55__Je_93d12616-153e-41c0-8891-48cccd1aed02.mp3",
    "text": "Je pense donc que vous avez mentionné que vous deviez commencer par être un influenceur Instagram, mais si vous n'êtes pas influenceur Instagram, vous dites toujours que vous pouvez entrer dans ces communautés et toujours obtenir les commentaires dont vous aviez besoin. Maintenant, vous souvenez-vous de vos commentaires et de quels changements cela a-t-il conduit?\r"
  },
  {
    "filename": "56__Oui._3350caf8-607d-47f5-bae1-bd523e3e4c1c.mp3",
    "text": "Oui. Nous avons donc eu quelques couleurs différentes de la bouteille. Nous en avions donc un noir et un blanc et les gens se pencheraient davantage vers la version plus propre, comme la version blanche. Certaines personnes ont dit que cela ressemble à un biberon avec tout le temps. D'autres personnes ont dit que cela ressemblait à une bouteille de vodka.\r"
  },
  {
    "filename": "57__Avec_3cb45451-2335-4249-8cd0-1d9e7b8c2cbf.mp3",
    "text": "Avec le givré.\r"
  },
  {
    "filename": "58__Je_a9aec287-c2fa-46d2-9621-f0f116504179.mp3",
    "text": "Je l'ai. Alors, lorsque vous mettiez ces maquettes ou ces prototypes là-bas pour obtenir des commentaires, comment les demandez-vous de manière à obtenir des commentaires honnêtes et pas seulement, les gens sont gentils?\r"
  },
  {
    "filename": "59__Eh_053eac9f-1087-42a2-b8da-9040a077ba2e.mp3",
    "text": "Eh bien regardez, je pense que dans ces groupes Facebook et des trucs comme ça, ou si vous êtes dans une communauté de personnes partageant les mêmes idées, je pense que si vous vous présentez et demandez ouvertement des commentaires honnêtes, je pense que parfois les gens le sont prêt à être assez critique parce que tout le monde a une opinion. Et vous devez simplement essayer de l'obtenir à partir du plus grand nombre de sources possible. Alors essayez des groupes Facebook aléatoires, essayez votre propre profil Facebook personnel ou votre profil Instagram. Et puis, demandez simplement à vos amis proches ou à votre famille, mais poussez-les vraiment pour être honnête avec vous.\r"
  },
  {
    "filename": "61__Je_33ddb129-b3fa-41d1-82d9-edabb4685e7b.mp3",
    "text": "Je l'ai. Maintenant, quand vous l'êtes, une fois que vous avez reçu ces commentaires et que vous êtes prêt à revenir en arrière et à apporter des modifications, lorsque vous retournez travailler avec le concepteur, soit pour la première fois, où revenir pour obtenir des modifications ou pour fournir la rétroaction c'est-à-dire, comment travaillez-vous avec le concepteur d'une manière qui ne donne aucune direction en fonction de l'endroit où vous voulez aller, mais leur donne également cette piste pour qu'ils fassent ce pour quoi vous les avez embauchés?\r"
  },
  {
    "filename": "62__Ecoutez,_d111fd06-910a-49fe-b50c-e385a6de1ae9.mp3",
    "text": "Ecoutez, d'après mon expérience, quand il s'agit de travailler avec des designers, je pense que la meilleure chose que vous puissiez faire est de trouver quelqu'un que vous aimez vraiment, vraiment son portfolio de travail. Et si vous aimez vraiment leur portefeuille de travail et qu'ils sont vraiment de bons designers, comme la plupart du temps, ce qui se passera, c'est qu'il n'y aura pas autant d'itérations ou de changements que nécessaire. Donc, ça a toujours été mon truc, c'est comment trouver un très bon designer, qui a beaucoup d'expérience, qui peut rapidement comprendre intuitivement ce que vous voulez, vous leur montrez des exemples.\r"
  },
  {
    "filename": "64__Je_c026ab9b-c024-408e-8018-0897343215c7.mp3",
    "text": "Je l'ai. Donc, la partie la plus critique du travail avec le designer est de passer ce travail initial, à trouver le bon designer?\r"
  },
  {
    "filename": "65__Ouais._ffdd2319-c291-4204-89f5-e85fef5fa689.mp3",
    "text": "Ouais. D'après mon expérience et puis aussi, être prêt à dépenser un peu d'argent supplémentaire, simplement parce qu'un grand talent n'est pas toujours abordable ou vraiment bon marché, mais vous pouvez trouver un grand designer et faire concevoir votre produit pour quelques milliers de dollars. Et nous ne parlons pas ici de dizaines de milliers de dollars, comme de quelques milliers de dollars seulement. Mais vous devez trouver un mélange des deux où vous ne payez pas cette personne comme 100 $. Tu dois être prêt à y aller, tu sais quoi, cette personne est vraiment bonne. Je veux vraiment les récompenser pour leurs talents, mais cela rendra le processus cent fois plus facile. Parce qu'Emily, tu devrais peut-être ... Comme Emily travaille sur quelques autres produits en ce moment et travaille avec un designer différent, mais cette personne est vraiment bonne. Les premières maquettes qu'elle a envoyées sont tout simplement incroyables.\r"
  },
  {
    "filename": "66__Alors_54daa9b1-2a91-465b-a49b-aab319e23e35.mp3",
    "text": "Alors elle a envoyé environ, je ne sais pas, 15, 16 designs pour la nouvelle bouteille et je lui ai juste dit mes préférés. Et puis à partir de là, nous nous en tenons simplement à ces conceptions et continuons simplement à travailler sur celles-ci et à voir ce que nous proposons.\r"
  },
  {
    "filename": "67__Recommandez-vous_062360ef-6f0c-4c12-a01a-5f23efec53ac.mp3",
    "text": "Recommandez-vous de trouver un designer ou est-il nécessaire de trouver un designer qui a conçu des produits similaires ou quelles sont les pensées que vous jugez un designer ... que vous devez utiliser pour vous assurer qu'un designer en fait vraiment partie?\r"
  },
  {
    "filename": "68__Donc,_ff4213fe-ff24-4874-813a-c30c6a5df377.mp3",
    "text": "Donc, avec notre premier designer, je ne pense pas qu'il ait eu une expérience dans la conception de produits auparavant. Il a principalement fait ... Qu'est-ce qu'il faisait principalement?\r"
  },
  {
    "filename": "69__Vous_5cf0192c-de75-4680-ad25-03b1874a699b.mp3",
    "text": "Vous en avez parlé. Notre premier design, il a principalement fait du graphisme numérique, ce qui est fou quand on y pense. Genre, je n'y ai pas pensé. Mais regardez, en général, vous voulez quelqu'un qui a expérimenté la conception de produits de commerce électronique ou qui est un concepteur de produits. Mais d'après mon expérience, regardez, je pense que vous pouvez trouver que si un designer est vraiment talentueux, il peut créer les choses les plus cool. Et je pense que c'est la grande chose à retenir que je pense que les gens doivent avoir, c'est comme si vous voulez rendre votre produit génial, je pense que c'est un endroit où vous devriez dépenser un peu d'argent supplémentaire ou un peu de temps supplémentaire pour trouver le bon concepteur. Parce que si vous trouvez un designer vraiment talentueux, il peut faire des choses incroyables. Et puis il se paie en or sur le long terme.\r"
  },
  {
    "filename": "70__Je_21c33f34-8f0b-413e-af7e-6683f443c701.mp3",
    "text": "Je ne pense pas que nous serions là où nous en sommes maintenant avec le design que j'ai imaginé pour la première fois. Vraiment important d'investir dans un bon designer.\r"
  },
  {
    "filename": "71__Eh_78649eb2-8ad6-488c-a959-0645c338d717.mp3",
    "text": "Eh bien, je veux, à la fin, une leçon clé ici est que commencer. N'attendez pas. Je pense que c'est bien que vous ayez fait des efforts pour l'essayer vous-même d'abord, puis que vous ayez eu un retour immédiat de Nathan. C'était donc au moins notre première série d'itérations. Alors à quel moment disiez-vous, mettons cela sur le marché? À quel moment avez-vous vu le produit où vous allez bien, c'est bien. Mettons-nous en ligne?\r"
  },
  {
    "filename": "72__Donc,_07458a40-a8b6-4c96-9b9d-1a220f370b70.mp3",
    "text": "Donc, après avoir reçu quelques échantillons et c'était comme 90% satisfaits, nous avons décidé de lancer.\r"
  },
  {
    "filename": "73__Nous_0def3c59-e3f7-4c56-aa33-2deef261a408.mp3",
    "text": "Nous avons fait une prévente, non?\r"
  },
  {
    "filename": "74__Ouais._41278391-e1e8-4a21-a5d6-8134914dbf69.mp3",
    "text": "Ouais. Nous avons fait une prévente. Nous avons créé notre compte Instagram avant de nous lancer. Nous avons donc fait quelques teasers ici et là, puis nous avons lentement commencé à construire notre clientèle, puis à diriger les personnes de notre Instagram vers la liste d'attente pour précommander. Et puis les groupes Facebook aussi.\r"
  },
  {
    "filename": "75__Parlons_d1af0bce-c124-4b56-8570-b5a4acbe94c5.mp3",
    "text": "Parlons de la prévente très vite. Je pense donc que vous avez mentionné que vous avez d'abord créé le compte Instagram après Instagram. Je pense que c'est important pour beaucoup de gens, car ils pourraient être dans cette période d'attente où ils obtiennent un fabricant ou ils travaillent à des itérations du prototype et ils veulent faire quelque chose avec leur temps. Alors parlez-nous de cela, comme quand avez-vous commencé à créer le compte Instagram?\r"
  },
  {
    "filename": "76__Donc,_5fb75008-a83b-4750-98cc-223af7e27217.mp3",
    "text": "Donc, je pense que ce qui s'est passé, c'est que nous avons utilisé les photos de l'échantillon sur la maquette de la bouteille comme teaser. Et nous avons également créé du contenu pertinent pour notre marché cible. Nous avions donc une règle que nous publions une fois par jour, car pour développer un compte Instagram, vous devez le maintenir engagé sur Instagram. C'est un peu drôle, mais vous devez juste le faire, si vous pouvez publier au moins une fois par jour, sinon vous perdez tout engagement et c'est vraiment mauvais. Nous avons donc commencé à créer ce compte au moins trois mois avant notre lancement.\r"
  },
  {
    "filename": "77__Il_de1e5b06-c979-415c-99aa-5b888c895774.mp3",
    "text": "Il ne s'agissait pas nécessairement de publier des photos du produit tout le temps, pour commencer. C'était, des citations. Nous n'avons utilisé que des photos de Pinterest et créons simplement un tableau d'humeur, puis-\r"
  },
  {
    "filename": "78__Mais_e8f74f39-57f1-4340-b726-5f2d415a426d.mp3",
    "text": "Mais c'était, le contenu était pertinent pour le marché cible que nous voulions attirer des personnes qui seraient intéressées par leur santé et leur bien-être. Et nous n'avions pas de photos différentes du produit ou d'échantillons du produit. C'étaient des photos que l'on retrouverait sur Pinterest ou comme Emily disait un mood board. Et c'était donc trois mois à l'avance. Nous avons donc essayé de publier au moins probablement une fois par jour en préparation du lancement, et avons essayé de créer la liste de diffusion et la liste d'attente pour ce produit. Nous envoyons donc simplement des gens sur la liste d'attente Shopify sur le magasin et avant même d'avoir le produit prêt, nous avons fait la prévente et avons gagné quelques milliers de dollars. Combien de temps les gens doivent-ils attendre? Je ne me souviens pas d'avoir acheté le produit. C'était peut-être quelques semaines.\r"
  },
  {
    "filename": "79__Probablement_e8ea95d2-f0f9-4e93-b90a-ccc3a935f7e1.mp3",
    "text": "Probablement un mois.\r"
  },
  {
    "filename": "80__Un_011cb3e0-276d-4321-8a1c-5fe9d06a3c33.mp3",
    "text": "Un mois.\r"
  },
  {
    "filename": "81__Nous_32ea72bd-ba47-4499-afb4-087c328100c0.mp3",
    "text": "Nous avions donc un 3PL en Chine au départ, simplement parce que nous voulions maintenir les coûts bas, et nous étions en train d'amorcer l'activité. Nous avons donc eu quelques problèmes avec l'expédition au départ. Ils ont donc attendu quatre semaines pour que leur produit leur soit expédié car il s'agissait d'une prévente. Et puis, parce que nous n'avions pas une expédition aussi fiable, il a fallu encore trois, quatre semaines en plus. J'ai donc été inondé de courriels de clients disant: \"Où est ma commande. Puis-je obtenir un remboursement? J'ai attendu trop longtemps.\" Mais c'était l'une des luttes que nous avons eues au début. Mais depuis, nous avons déménagé dans un entrepôt aux États-Unis et en Australie, où se trouvent la plupart de nos clients. Et cela a été la meilleure décision pour notre expédition.\r"
  },
  {
    "filename": "82__Je_e856c8f5-89f4-4f21-b2b7-3ad0a4fdcebe.mp3",
    "text": "Je veux donc vraiment parler un peu de cela, construire sur les trucs d'Instagram parce que je pense que vous êtes comme le duo puissant de la construction et de l'utilisation d'Instagram sur ce podcast jusqu'à présent. Vous avez donc mentionné la création de contenu pertinent. Je pense que beaucoup de gens comprennent cela, comme comprendre pourquoi je dois créer un contenu pertinent. Est-ce que c'est comme un instinct, une intuition ou comment pouvez-vous faire cette approche basée sur la recherche où, vous voulez commencer à construire votre Instagram, vous voulez créer un contenu qui va suivre ce bon public cible? Comment le savez-vous, je vais le dire objectivement, mais comment prendre des mesures pour vous assurer que vous avez au moins quelques directives sur le contenu que vous devriez publier sur votre Instagram?\r"
  },
  {
    "filename": "83__Je_3e024fa7-7c4a-423b-9e39-3c0939f995aa.mp3",
    "text": "Je pense qu'Emily, vous devriez probablement mieux répondre à celle-ci parce que vous avez fait tout ce travail. J'ai aidé.\r"
  },
  {
    "filename": "84__Donc,_8b0d4fa5-13ad-4f68-8dde-df95be2058f7.mp3",
    "text": "Donc, parce que notre public cible est les femmes entre 18 et 30 ans. Je le sais, elles aiment toutes les jolies photos. C'est pourquoi ils sont également sur Instagram. Nous avons donc créé un fil conducteur visuel attrayant, puis y avons incorporé l'aspect eau. Et juste, je ne sais pas si cela fournissait également des faits, alors ils savaient à quel point il était important de boire de l'eau. Je pense donc que c'était un excellent moyen de créer le compte ou de configurer le lancement.\r"
  },
  {
    "filename": "85__Et_8ad2d854-9fa2-4661-9279-a3c882ff3fdf.mp3",
    "text": "Et le contenu à lui seul était-il suffisant pour créer une suite ou existe-t-il d'autres moyens d'attirer des abonnés sur votre Instagram?\r"
  },
  {
    "filename": "86__Ouais._3e13b8d4-e99e-4efe-8f0f-4433b648785f.mp3",
    "text": "Ouais. Donc, nous avons fait deux ou trois choses, stratégiquement pour construire l'audience avant notre lancement. La première chose a été de publier du contenu régulier au moins une fois par jour. C'est avant notre lancement. Même avant notre lancement, la deuxième chose que nous avons faite était de nous tourner vers des produits compétitifs et de dialoguer avec leurs acheteurs. Donc, à titre d'exemple, nous savons qu'il y a une entreprise. Je ferais probablement mieux de ne pas le dire, mais nous savons qu'il existe une entreprise qui vend plus de 100 millions de dollars par an de bouteilles de boissons et de bouteilles d'eau. Et ainsi nous pouvons aller et nous pouvons aller sur leur page et nous pouvons rechercher dans les hashtags que les gens achètent ce produit particulier, et ils publient des photos de ce produit particulier et nous pouvons nous engager de manière très organique et authentique.\r"
  },
  {
    "filename": "88__Donc_8b2e4757-6c7d-42d7-a384-a9d63897b0a9.mp3",
    "text": "Donc j'aime cette approche parce que c'est comme un travail réel que n'importe qui à n'importe quelle échelle peut commencer par faire. Maintenant, lorsque vous parlez de s'engager avec vos concurrents, vos marques, comme leurs hashtags, et de vous engager avec ces utilisateurs d'Instagram, que signifie s'engager? Ou vous laissez tomber? Parfois, vous verrez évidemment beaucoup de spam sur beaucoup de ces profils et ils tombent comme des commentaires pas vraiment précieux. Ils veulent être, une image sympa ou des trucs comme ça. Comment interagissez-vous réellement avec un utilisateur Instagram ou une audience Instagram d'une manière qui leur donne envie de revenir et de vérifier votre profil et, espérons-le, de vous suivre?\r"
  },
  {
    "filename": "89__Donc,_4a7cb56b-2882-48c3-9f72-062dc7b90a99.mp3",
    "text": "Donc, il n'y a pas de règle absolue, mais une chose qui est vraiment importante est d'identifier les personnes qui achètent un produit similaire à vous. Donc, si c'est une grande entreprise et qu'ils ont un hashtag et qu'ils ont environ 50 000 personnes utilisant le hashtag, quand vous regardez ce hashtag, ce sont des photos des produits réels, le produit du concurrent. Je ne vois pas cela comme une mauvaise chose à peut-être en tant qu'entreprise de les suivre, de regarder leurs photos les plus récentes et d'écrire en fait comme quelque chose qui l'est peut-être, en reconnaissant quelque chose comme autour de cette photo. Et c'est d'une manière non spammée, comme une superbe photo ou autre. Tu sais ce que je veux dire? C'est quelque chose que nous avons fait au début. Je pense qu'il y aurait eu une petite proportion de personnes parce que nous savons qu'elles sont des acheteurs. Il y a une grande différence entre quelqu'un qui est un acheteur et non un acheteur.\r"
  },
  {
    "filename": "91__Et_244d8d93-9970-4b32-9bf4-edf7653ecb7a.mp3",
    "text": "Et qu'avez-vous identifié dans leurs publications ou leur activité sur Instagram qui les a signalés comme acheteurs? Est-ce qu'ils publient des photos avec les produits du concurrent ou que font-ils exactement qui vous permet de dire que cette personne a acheté des produits comme les miens?\r"
  },
  {
    "filename": "92__Donc,_157895c9-9671-44e2-ae7d-25ae56a51a35.mp3",
    "text": "Donc, si nous recherchions le hashtag du concurrent, cela montrerait les photos de la bouteille de ce concurrent, d'une personne ordinaire comme vous ou moi. Nous savons donc qu'ils sont des acheteurs, nous savons qu'ils sont intéressés par des produits comme celui-ci.\r"
  },
  {
    "filename": "93__Je_f3746dd2-d793-4e5f-ae01-9900d3343668.mp3",
    "text": "Je l'ai. Vous avez donc mentionné que vous aviez créé le compte Instagram, puis vous les avez conduits, je suppose, tout au long de ce processus vers une page de prévente où vous collectez les adresses e-mail. Quelle a été l'incitation pour quelqu'un à laisser son adresse e-mail pour cette liste d'attente?\r"
  },
  {
    "filename": "94__Assez_3922b48c-18d4-4741-b8aa-725ef05186ff.mp3",
    "text": "Assez fou. C'était comme lancer quelque chose dans le sens du lancement prochain, inscrivez-vous à la liste d'attente pour obtenir une offre spéciale pour les lève-tôt ou quelque chose du genre. Droite?\r"
  },
  {
    "filename": "95__Ouais._3eb64ef8-e711-40f7-a3b8-79cf20254bae.mp3",
    "text": "Ouais. Nous avons eu une réduction pour les lève-tôt.\r"
  },
  {
    "filename": "96__À_fa7e495b-3c33-46e9-84e6-55fe015e0cf7.mp3",
    "text": "À quoi ressemblent les pages de destination? Ont-ils réellement vu à quoi ressemblait le produit fini? À quel point, ou à quel point dans votre processus de fabrication ou de conception pouvez-vous commencer à conduire les gens vers une page de prévente ou une page de liste d'attente?\r"
  },
  {
    "filename": "97__Donc,_f8be861c-4cfb-4ea6-b27b-cbff56d2b15a.mp3",
    "text": "Donc, sur cette page de destination, nous avions une photo du produit. Ils savaient donc ce qu'ils recevaient. Mais je pense que vous pouvez ... Nous avons donc commencé à diriger les gens vers cette page lorsque nous fabriquions. Mais vous pouvez le faire aussi tôt que possible, avant de passer la commande.\r"
  },
  {
    "filename": "98__Vous_e38828e6-46b3-4a11-a670-8add64a75b38.mp3",
    "text": "Vous pouvez également l'utiliser comme moyen de validation. Je pense que c'est une question intéressante car, si quelqu'un s'inscrit à votre liste d'attente ou à votre liste de diffusion et qu'il sait à quoi ressemble le produit ou à quoi il va ressembler, vous pouvez l'utiliser comme moyen de déterminer l'intérêt pour ton produit. Comme si des tas de gens, comme si vous êtes prêt et savez comment faire des publicités Facebook ou quelque chose du genre, si vous êtes prêt à montrer cinq produits différents sur Facebook et que vous êtes d'accord, ce sont les différents produits et puis exécutez-le vers le même public, puis voyez quel est le taux de prise et quel est votre coût pour un prospect, vous pouvez rapidement voir lequel est le plus souhaitable. C'est quelque chose à penser. Mais, écoutez, je pense que nous avons commencé à le faire une fois que nous savions avec certitude que le produit allait ressembler et que nous avions choisi notre fabricant et obtenu l'échantillon et payé la production.\r"
  },
  {
    "filename": "99__Je_669e48fa-5606-47bd-adb2-a62f28f245f2.mp3",
    "text": "Je l'ai. Ainsi, lorsque vous avez configuré cette page de destination, ou quelle que soit la manière dont vous la dirigiez depuis Instagram, lorsqu'elle a atterri sur leur page de destination, était-ce juste une collecte d'e-mails ou était-elle en train de la mettre sur une carte de crédit et de pré-commander les produits?\r"
  },
  {
    "filename": "100__C'était_828abade-6a26-412e-8701-0a7ad399a95c.mp3",
    "text": "C'était juste leur adresse e-mail, puis nous leur avons envoyé un e-mail avec une réduction pour les lève-tôt. Juste plus près de nous étant chez le fabricant qui termine la commande.\r"
  },
  {
    "filename": "101__Ainsi,_5349be9c-dc90-414f-9993-5b2e8b49dd60.mp3",
    "text": "Ainsi, lorsque vous avez créé cette liste de diffusion, vous ne leur demandiez pas nécessairement une commande de prévente tout de suite?\r"
  },
  {
    "filename": "102__Non.\r_f0962736-7800-4717-bf8b-72e2355d309e.mp3",
    "text": "Non.\r"
  },
  {
    "filename": "103__Non.\r_6694aa2e-bcf6-4609-be5b-0ce926b474cb.mp3",
    "text": "Non.\r"
  },
  {
    "filename": "104__Ou_b53d7c7d-710b-4f5c-8dec-a9d4350b5c67.mp3",
    "text": "Ou étiez-vous une fois plus proche de la sortie?\r"
  },
  {
    "filename": "105__Oui.\r_fce1d862-fca5-4b65-8734-9eabc6f5a3d0.mp3",
    "text": "Oui.\r"
  },
  {
    "filename": "106__Oui._a75cfe6a-c548-48b8-a874-9547c58e051a.mp3",
    "text": "Oui. Nous avons donc construit la liste des intérêts. Je pense que nous avons eu au moins quelques centaines de personnes de mémoire. C'était peut-être 300 à 500 personnes qui figuraient sur la liste des intérêts. Et, il a fallu un certain temps pour fabriquer le produit, et nous avons même fait une prévente avant que le produit ne soit prêt. Mais quand nous nous sommes rapprochés, j'ai dit à Emily: \"Ecoute, nous devons faire quelque chose.\" Nous avons donc envoyé, je pense, environ cinq e-mails sur une période de trois ou quatre jours, disant simplement: \"Hé, nous organisons un lancement.\" Et, je me souviens quelques semaines avant que nous ne montrions des pics, nous avions des photos du produit en cours de fabrication. Donc, comme le produit, je pense que ça avait l'air vraiment cool.\r"
  },
  {
    "filename": "108__Je_b8794800-ebff-418a-88ce-50a8b7e23723.mp3",
    "text": "Je pense que beaucoup de gens pourraient hésiter à vendre quelque chose avant qu'il n'existe. De toute évidence, beaucoup de gens font cela. Pour tous ceux qui le faisaient eux-mêmes, comment envoyer un message de manière à ce que les gens s'intéressent à payer pour quelque chose qui ne le fait pas, je veux dire, cela pourrait être en cours ou en cours en cours de création, mais n'existe pas encore? Comment envoyez-vous un message d'une manière qui obtient toujours la vente?\r"
  },
  {
    "filename": "109__Eh_c3efe7ed-724a-4081-8a56-dd6ab8d76dba.mp3",
    "text": "Eh bien, je pense qu'une chose qui est vraiment importante est d'être simplement authentique sur le fait que le produit n'est pas prêt et que vous allez l'obtenir à une date X, ou nous estimons que ce sera une date X et c'est effrayant. Je pense que si vous regardez Kickstarter, c'est toujours une bonne façon d'y penser. Les gens sont toujours prêts à le faire. Heureusement, une chose aussi, c'est que grâce à ce cours que nous avons créé avec Gretta pour mon autre entreprise, nous avions des modèles d'e-mails que nous pouvions utiliser. Il s'agissait de modèles de courrier électronique éprouvés qu'elle avait utilisés pour ses produits chaque fois qu'elle lançait un nouveau produit. Mais, je pense que c'est juste une de ces choses avec la messagerie. Vous devez écrire un e-mail comme si vous écriviez à un ami. Je pense que c'est vraiment important. Emily, avez-vous quelque chose à partager peut-être?\r"
  },
  {
    "filename": "110__Ouais._72cc89e9-ac19-44a1-b208-47282583ec7d.mp3",
    "text": "Ouais. Parce que c'est un pré-lancement, je pense qu'ils veulent juste savoir à quel stade nous en sommes et être vraiment ouverts avec eux, avec des mises à jour. Je pense que c'est ce qui fonctionnera vraiment bien.\r"
  },
  {
    "filename": "111__Pour_7e84c9cf-823e-4fc9-ad50-2ec3768ff575.mp3",
    "text": "Pour sûr. Je pense que ce qui finit par arriver, c'est que vous avez parfois vécu la peur que beaucoup de gens ont, c'est-à-dire que les gens se mettent en colère comme où est mon produit et s'il y a des retards. Parlez-nous de la façon dont vous les avez traités du point de vue du service client, lorsque les gens étaient peut-être mécontents de ne pas avoir encore reçu leur produit ou qu'ils ne se rendaient peut-être pas compte que c'était une prévente. Comment gérez-vous cela du point de vue du service client?\r"
  },
  {
    "filename": "112__Eh_6681cba2-7710-46ed-8d2e-c4636b2377f6.mp3",
    "text": "Eh bien, je pense, écoute, Emily, a géré ça, mais préparez-vous à intervenir. Mais je pense que c'est une chose qui est vraiment importante, quand vous faites une prévente, soyez prêt à rembourser les gens. Si les gens ne comprennent pas ou s'ils aiment, pour une raison quelconque, ils n'ont pas lu en texte très clairement en gras qu'il s'agit d'une prévente que la commande arrive comme X date ou X nombre de semaines ou X nombre de mois même , soyez prêt à rembourser les gens.\r"
  },
  {
    "filename": "114__Ouais._31a972fa-530e-4d71-977e-85cf4fad2108.mp3",
    "text": "Ouais. Soyez juste très clair avec eux, c'était une prévente et s'ils ne comprennent toujours pas encore, j'offrirais un remboursement, mais juste, je ne sais pas.\r"
  },
  {
    "filename": "115__C'est_6d1925b5-ca46-4f6b-aeb7-8ce420b20ee8.mp3",
    "text": "C'est le mieux que vous puissiez faire. Droite?\r"
  },
  {
    "filename": "116__Droite._f6756250-d14d-47d1-960e-b53deb18a3b5.mp3",
    "text": "Droite. Il semble qu'une fois que vous proposez le remboursement, ils n'ont plus rien à redire à ce stade. Je pense donc que c'est rassurant qu'il y ait toujours une solution si vous êtes évidemment en mesure d'offrir le remboursement. Parlons donc de la création proprement dite, de la fabrication du produit. À quoi ressemblait ce processus pour trouver un fabricant?\r"
  },
  {
    "filename": "117__J'ai_2705195e-28d8-43a5-b89e-18fe93ee477a.mp3",
    "text": "J'ai donc trouvé mon fabricant au large d'Alibaba. J'ai donc obtenu quelques échantillons de quelques fournisseurs, mais je pensais que celui-ci était prometteur. Alors, je ne sais pas.\r"
  },
  {
    "filename": "118__J'allais_d17fa25b-84bf-4982-ad21-0d70c1f5079f.mp3",
    "text": "J'allais donc demander, combien de temps a-t-il fallu pour trouver un fabricant?\r"
  },
  {
    "filename": "119__Donc,_5cccba52-54a8-4d28-8464-f3bb2bfd4c9a.mp3",
    "text": "Donc, à peu près, je pense qu'il a fallu au moins quelques bons mois pour trouver un fabricant. Et je pense que les éléments clés à retenir, c'est que nous allions et venions et voulions obtenir l'échantillon. Il y avait un couple que nous avons utilisé que nous n'étions pas satisfaits de l'échantillon. Et cela prend du temps. Cela prend en fait un peu de temps, probablement plus de temps que prévu, aller et venir avec différents fabricants sur l'échantillon, être satisfait de l'échantillon et obtenir le bon produit.\r"
  },
  {
    "filename": "121__Non.\r_bde6991f-532d-4695-9613-b4e6ad393403.mp3",
    "text": "Non.\r"
  },
  {
    "filename": "122__Impressionnant._0a861647-bf0b-426a-ad3b-4ea7760d8828.mp3",
    "text": "Impressionnant. Maintenant, lorsque vous produisiez ceci, pour la première fois, vous souvenez-vous de la taille de cette première commande? Combien de commande d'inventaire au début?\r"
  },
  {
    "filename": "123__Oui._0d3fd1cb-c787-430f-8d4a-03c425b31da4.mp3",
    "text": "Oui. Je pense donc que nous avons commandé 3000 unités au départ. Je pense que c'est généralement la quantité minimale de commande pour la plupart de ces fabricants. Mais c'était avec notre premier design. La deuxième fois que nous avons passé notre deuxième commande, nous l'avons lentement augmentée comme nous l'étions, gagnant plus de confiance avec ce fabricant.\r"
  },
  {
    "filename": "124__Ça_d6f15253-cd0f-46ad-bf6b-dccff36ae4a4.mp3",
    "text": "Ça a du sens. Maintenant, lorsque vous commandiez cette première fois, comme ça, il y avait plus d'inventaire que vous n'en aviez pré-vendu ou quelle différence y avait-il entre ce que vous aviez déjà pré-vendu et ce que vous deviez commander?\r"
  },
  {
    "filename": "125__Alors_b8fda0e8-ec47-44e8-9ee4-396c2937d47a.mp3",
    "text": "Alors regardez, nous avons fait la pré-vente et excusez-moi ... nous avons fait la pré-vente et c'était comme une fois que nous avions passé cette commande MOQ. Donc, une fois que nous avons commandé les 3000 et ils étaient en cours de fabrication, et cetera, et cetera. Et puis après environ un mois, nous avons fait la pré-vente.\r"
  },
  {
    "filename": "126__Je_49d8bc09-621f-424d-9697-ae1f180c9919.mp3",
    "text": "Je l'ai. Logique. Parlons ensuite du déplacement des unités que vous avez. Vous nous avez donc mentionné que le marketing d'influence sur Instagram à grande échelle est la façon dont vous avez pu à nouveau développer cette entreprise, à ce que nous avons mentionné plus tôt comme une entreprise à sept chiffres à ce stade. Parlez-nous plus de cela. Comment commencez-vous? Comme, disons que quelqu'un là-bas n'a même jamais engagé un influenceur pour faire de la publicité sur Instagram. Où commencez-vous? Quelle a été cette première étape pour obtenir votre premier influenceur?\r"
  }
]
